Repository: Fredfav/s2member-translation
Catalog: s2member-*.po
Languages: fr_fr

# s2member-front
source: Max failed logins. Please wait %s and try again.
fr_fr: Tentives de connexions max. échouées. Veuillez attendre %s et reconnectez-vous.

# s2member-front
source: First Name
fr_fr: Prénom

# s2member-front
source: Last Name
fr_fr: Nom

# s2member-front
source: Please type your Password twice to confirm.
fr_fr: Veuillez saisir 2 fois votre mot de passe afin de le confirmer

# s2member-front
source: Password (please type it twice)
fr_fr: Mot de passe (veuillez le taper deux fois)

# s2member-front
source: password strength indicator
fr_fr: Afficher l’indicateur de résistance du mot de passe

# s2member-front
source: Invalid data type. Expecting a string.
fr_fr: Type invalide. Devrait être une chaîne de texte.

# s2member-front
source: Invalid data type. Expecting an array.
fr_fr: Type invalide. Devrait être une liste.

# s2member-front
source: This is a required field, please try again.
fr_fr: Ce champs est obligatoire, veuillez essayer à nouveau.

# s2member-front
source: Required. This box must be checked.
fr_fr: Requis, demandé. Cette case doit être cochée.

# s2member-front
source: Please check at least one of the boxes.
fr_fr: Veuillez cocher au moins une case.

# s2member-front
source: Please select one of the options.
fr_fr: Veuillez sélectionner une des options.

# s2member-front
source: Please select at least one of the options.
fr_fr: Veuillez sélectionner au moins une des options.

# s2member-front
source: Must be numeric (with or without decimals, commas allowed).
fr_fr: Doit être numérique (avec ou sans décimales, virgules acceptées).

# s2member-front
source: Must be numeric (with or without decimals, no commas).
fr_fr: Doit être numérique (avec ou sans décimales, pas de virgules).

# s2member-front
source: Must be an integer (a whole number, without any decimals).
fr_fr: Doit être un entier (un nombre entier, sans décimales).

# s2member-front
source: Must be an integer &gt; 0 (whole number, no decimals, greater than 0).
fr_fr: Doit être un entier &gt; 0 (nombre entier, pas de décimales, supérieur à 0).

# s2member-front
source: Must be a float (floating point number, decimals required).
fr_fr: Doit être un nombre décimal (nombre à virgule, décimaux requis).

# s2member-front
source: Must be a float &gt; 0 (floating point number, decimals required, greater than 0).
fr_fr: Doit être un nombre décimal &gt; 0 (nombre à virgule, décimaux requis, supérieur à 0).

# s2member-front
source: Must be a date (required date format: dd/mm/yyyy).
fr_fr: Doit être une date (format de la date: jj/mm/aaaa).

# s2member-front
source: Must be a valid email address.
fr_fr: Ce doit être une adresse courriel valide

# s2member-front
source: Please use a personal email address. Addresses like &lt;%s@&gt; are problematic.
fr_fr: Veuillez utiliser une adresse courriel personnel. Adresses telles que &lt;%s@&gt; sont problématiques.

# s2member-front
source: Must be a full URL (starting with http or https).
fr_fr: Doit être une URL complète (commençant par http ou https).

# s2member-front
source: Must be a domain name (domain name only, without http).
fr_fr: Doit être un nom de domaine (nom de domaine uniquement, sans http).

# s2member-front
source: Must be a phone # (10 digits w/possible hyphens, spaces, brackets).
fr_fr: Doit être un téléphone # (10 chiffres avec possibilités de traits d'union, d'espaces, de parenthèses).

# s2member-front
source: Must be a US zipcode (5-9 digits w/ possible hyphen).
fr_fr: Doit être un code postal US (5-9 chiffres avec la possibilité de traits d'union).

# s2member-front
source: Must be a Canadian zipcode (6 alpha-numerics w/ possible space).
fr_fr: Doit être un code postal canadien (6 alphanumériques avec possibilité d'espace).

# s2member-front
source: Must be a zipcode (either a US or Canadian zipcode).
fr_fr: Doit être un code postal ( soit un code postal US ou canadien)

# s2member-front
source: Please use alphanumerics, spaces &amp; punctuation only.
fr_fr: Veuillez utiliser des lettres alphanumériques, des espaces &amp; des ponctuations seulement.

# s2member-front
source: Please use alphanumerics &amp; spaces only.
fr_fr: Veuillez utiliser uniquement des lettres alphanumérique et des espaces.

# s2member-front
source: Please use alphanumerics &amp; punctuation only (no spaces).
fr_fr: Veuillez utiliser uniquement des lettres alphanumérique (sans chiffres/espaces).

# s2member-front
source: Please use alphanumerics only (no spaces/punctuation).
fr_fr: Veuillez utiliser uniquement des lettres alphanumérique (sans espaces / signes de ponctuation).

# s2member-front
source: Please use alphabetics only (no digits/spaces/punctuation).
fr_fr: Veuillez utiliser uniquement des lettres alphanumérique (sans chiffres/espaces/signes de ponctuation).

# s2member-front
source: Please use numeric digits only.
fr_fr: Veuillez utiliser des chiffres numériques uniquement.

# s2member-front
source: digit
fr_fr: chiffre

# s2member-front
source: digits
fr_fr: chiffres

# s2member-front
source: character
fr_fr: caractère

# s2member-front
source: characters
fr_fr: caractères

# s2member-front
source: Must be exactly %s %s.
fr_fr: Doit être exactement %s %s.

# s2member-front
source: Must be at least %s %s.
fr_fr: Doit être au moins %s %s.

# s2member-front
source: as a Member
fr_fr: en tant que Membre:

# s2member-front
source: Your Username/Password for: %s Username: %%%%user_login%%%% To set your password, visit: %%%%wp_set_pass_url%%%% %%%%wp_login_url%%%%
fr_fr: Votre identifiant/Mot de passe pour: %s Identifiant: %%%%user_login%%%% Pour définir votre mot de passe, rendez-vous sur: %%%%wp_set_pass_url%%%% %%%%wp_login_url%%%%

# s2member-front
source: <strong>404: Sorry, file not found.</strong> Please contact Support for assistance.
fr_fr: <Strong> 404:. Désolé, fichier non trouvé </ strong> S'il vous plaît contacter le service d'assistance.

# s2member-front
source: <strong>503 (Invalid Key):</strong> Sorry, your access to this file has expired. Please contact Support for assistance.
fr_fr: <Strong> 503 (clé non valide): </ strong> Désolé, votre accès à ce fichier a expiré. S'il vous plaît contacter le service d'aide virtuelle.

# s2member-front
source: <strong>503: Basic File Downloads are NOT enabled yet.</strong> Please contact Support for assistance. If you are the site owner, please configure: <strong>s2Member → General Options → Membership Options Page</strong>.
fr_fr: <strong>503:. Téléchargements de fichiers</strong> de <strong>base ne sont pas encore activées</strong> S'il vous plaît contacter le service d'assistance. Si vous êtes le propriétaire du site, s'il vous plaît configurer: <strong>s2Member → Options générales → Options</strong> d' <strong>adhésion page.</strong>

# s2member-front
source: <strong>503: Basic File Downloads are NOT enabled yet.</strong> Please contact Support for assistance. If you are the site owner, please configure: <strong>s2Member → Download Options → Basic Download Restrictions</strong>.
fr_fr: <strong>503:. Téléchargements de fichiers</strong> de <strong>base ne sont pas encore activées</strong> S'il vous plaît contacter le service d'assistance. Si vous êtes le propriétaire du site, s'il vous plaît configurer: <strong>s2Member → Options</strong> de <strong>téléchargement → Télécharger Restrictions</strong> de <strong>base.</strong>

# s2member-front
source: <strong>503: Access denied.</strong> Invalid File Download specs.
fr_fr: <Strong> 503: Accès refusé. </ Strong> Téléchargement de fichier specs non valide.

# s2member-front
source: Members Only
fr_fr: Réservé aux membres

# s2member-front
source: <strong>401:</strong> Sorry, access denied.
fr_fr: <strong>401:</strong> Désolé, l'accès est refusé;

# s2member-admin
source: Unable to update existing Amazon S3 Cross-Domain Policy. %s
fr_fr: Impossible de mettre à jour existantes Amazon S3 de stratégie inter-domaines. %s

# s2member-admin
source: Unable to update existing Amazon S3 Cross-Domain Policy. Connection failed.
fr_fr: Impossible de mettre à jour existantes Amazon S3 de stratégie inter-domaines. La connexion a échoué.

# s2member-admin
source: Unable to update existing Amazon S3 Bucket Policy. %s
fr_fr: Impossible de mettre à jour Amazon S3 Bucket Policy. %s

# s2member-admin
source: Unable to update existing Amazon S3 Bucket Policy. Connection failed.
fr_fr: Impossible de mettre à jour la politique Amazon S3 Bucket existante. La connexion a échoué.

# s2member-admin
source: Unable to update existing Amazon S3 Bucket ACLs. %s
fr_fr: Impossible de mettre à jour Amazon S3 Bucket ACLs. %s

# s2member-admin
source: Unable to update existing Amazon S3 Bucket ACLs. Connection failed.
fr_fr: Impossible de mettre à jour la politique Amazon S3 Bucket existante. La connexion a échoué.

# s2member-admin
source: Unable to acquire/read existing Amazon S3 Bucket ACLs. Unexpected response.
fr_fr: Impossible d'acquérir/lire Amazon S3 Bucket ACLs. Réponse inattendue.

# s2member-admin
source: Unable to acquire existing Amazon S3 Bucket ACLs. %s
fr_fr: Impossible de retrouver Amazon S3 Bucket ACLs. %s

# s2member-admin
source: Unable to acquire existing Amazon S3 Bucket ACLs. Connection failed.
fr_fr: Impossible d'acquérir Amazon S3 Bucket ACLs. La connexion a échoué.

# s2member-admin
source: Unable to auto-configure existing Amazon S3 Bucket ACLs. Incomplete Amazon S3 configuration options. Missing one of: Amazon S3 Bucket, Access Key, or Secret Key.
fr_fr: Impossible d'auto-configurer existants Amazon S3 Bucket ACLs. Options de configuration incomplètes Amazon S3. Informations manquantes : Amazon S3 Bucket, Clef d'accès ou clef secrète.

# s2member-admin
source: Unable to delete existing Amazon CloudFront Downloads Distro. Still in a `pending` state. Please wait 15 minutes, then try again. There is a certain process that s2Member must strictly adhere to when re-configuring your Amazon CloudFront Distros. You may have to tick the auto-configure checkbox again, and re-run s2Member's auto-configuration routine many times, because s2Member will likely run into several `pending` challenges, as it works to completely re-configure your Amazon CloudFront Distros for you. Thanks for your patience. Please wait 15 minutes, then try again.
fr_fr: Impossible de supprimer la configuration existante Amazon CloudFront Downloads Distro. Toujours dans l'état `en cours`. Merci de patienter 15 minutes, puis réessayer. Il y a un certain process que doit respecter s2member pour Amazon CloudFront Distros. Vous devez recocher l'option auto-configure, puis relancer láutoconfiguration de s2Member plusieurs fois. Merci pour votre patience. Merci d'attendre 15 minutes, puis recommencer.

# s2member-admin
source: Unable to delete existing Amazon CloudFront Downloads Distro. %s
fr_fr: Impossible de supprimer Amazon CloudFront Downloads Distro. %s

# s2member-admin
source: Unable to delete existing Amazon CloudFront Streaming Distro. Still in a `pending` state. Please wait 15 minutes, then try again. There is a certain process that s2Member must strictly adhere to when re-configuring your Amazon CloudFront Distros. You may have to tick the auto-configure checkbox again, and re-run s2Member's auto-configuration routine many times, because s2Member will likely run into several `pending` challenges, as it works to completely re-configure your Amazon CloudFront Distros for you. Thanks for your patience. Please wait 15 minutes, then try again.
fr_fr: Impossible de supprimer la configuration existante Amazon CloudFront Streaming Distro. Toujours dans l'état `en cours`. Merci de patienter 15 minutes, puis réessayer. Il y a un certain process que doit respecter s2member pour Amazon CloudFront Distros. Vous devez recocher l'option auto-configure, puis relancer láutoconfiguration de s2Member plusieurs fois. Merci pour votre patience. Merci d'attendre 15 minutes, puis recommencer.

# s2member-admin
source: Unable to delete existing Amazon CloudFront Streaming Distro. %s
fr_fr: Impossible de supprimer Amazon CloudFront Downloads Distro. %s

# s2member-admin
source: Unable to delete existing Amazon CloudFront Origin Access Identity. %s
fr_fr: Impossible de supprimer l'existant Amazon CloudFront origin Access Identity. %s

# s2member-admin
source: Unable to update existing Amazon S3 ACLs. %s
fr_fr: Impossible de mettre à jour Amazon S3 ACL. %s

# s2member-admin
source: Unable to update existing Amazon S3 ACLs. Connection failed.
fr_fr: Impossible de mettre à jour Amazon S3 ACL. La connexion a échoué.

# s2member-admin
source: Unable to create Amazon CloudFront Streaming Distro. %s
fr_fr: Impossible de créer Amazon CloudFront Streaming Distro. %s

# s2member-admin
source: Unable to create Amazon CloudFront Streaming Distro. Connection failed.
fr_fr: Impossible de créer Amazon CloudFront Streaming Distro. La connexion a échoué.

# s2member-admin
source: Unable to create Amazon CloudFront Downloads Distro. %s
fr_fr: Impossible d'acquérir existants Amazon CloudFront Downloads Distro. %s

# s2member-admin
source: Unable to create Amazon CloudFront Downloads Distro. Connection failed.
fr_fr: Impossible d'acquérir existants Amazon CloudFront Downloads Distro. La connexion a échoué.

# s2member-admin
source: Unable to create Amazon CloudFront Origin Access Identity. %s
fr_fr: Impossible de créer Amazon CloudFront Origin Access Identity. %s

# s2member-admin
source: Unable to create Amazon CloudFront Origin Access Identity. Connection failed.
fr_fr: Impossible de créer Amazon CloudFront Origin Access Identity. La connexion a échoué.

# s2member-admin
source: Unable to clear existing Amazon CloudFront Origin Access Identity.
fr_fr: Impossible de supprimer l'existant Amazon CloudFront Origin Access Identity. %s

# s2member-admin
source: Unable to acquire existing Amazon CloudFront Origin Access Identity. %s
fr_fr: Impossible de supprimer l'existant Amazon CloudFront Origin Access Identity. %s

# s2member-admin
source: Unable to acquire existing Amazon CloudFront Origin Access Identity. Connection failed.
fr_fr: Impossible d’acquérir existants Amazon CloudFront Origin Access Identity. La connexion a échoué.

# s2member-admin
source: Unable to clear existing Amazon CloudFront Streaming Distro.
fr_fr: Impossible d’effacer existant Amazon CloudFront Distro en Streaming.

# s2member-admin
source: Unable to acquire existing Amazon CloudFront Streaming Distro. %s
fr_fr: Impossible d'acquérir Amazon CloudFront Streaming Distro. %s

# s2member-admin
source: Unable to acquire existing Amazon CloudFront Streaming Distro. Connection failed.
fr_fr: Impossible d'acquérir Amazon CloudFront Streaming Distro. La connexion a échoué.

# s2member-admin
source: Unable to clear existing Amazon CloudFront Downloads Distro.
fr_fr: Impossible d'effacer existant Amazon CloudFront Downloads Distro.

# s2member-admin
source: Unable to acquire existing Amazon CloudFront Downloads Distro. %s
fr_fr: Impossible d'acquérir existants Amazon CloudFront Downloads Distro. %s

# s2member-admin
source: Unable to acquire existing Amazon CloudFront Downloads Distro. Connection failed.
fr_fr: Impossible d'acquérir existants Amazon CloudFront Downloads Distro. La connexion a échoué.

# s2member-admin
source: Unable to auto-configure Amazon CloudFront Distros. Incomplete Amazon CloudFront configuration options. Missing of one: Amazon CloudFront Private Key-Pair-ID, or Private Key file contents.
fr_fr: Impossible de configurer automatiquement Amazon CloudFront Distros. Incomplètes options de configuration Amazon CloudFront. Manquant d'un: Amazon CloudFront Private Key-Pair-ID ou le contenu du fichier de clé privée.

# s2member-admin
source: Unable to auto-configure Amazon S3/CloudFront Distros. Incomplete Amazon S3 configuration options. Missing one of: Amazon S3 Bucket, Access Key, or Secret Key. You must provide s2Member with an Amazon S3 configuration before enabling CloudFront.
fr_fr: Impossible de configurer automatiquement Amazon S3/CloudFront distributions. Options de configuration incomplètes Amazon S3. Informations manquantes : Amazon S3 Bucket, Clef d'accès ou clef secrète.. Vous devez fournir une configuration Amazon S3 avant d'activer CloudFront s2Member.

# s2member-admin
source: Existing Amazon CloudFront Origin Access Identity NOT found. %s
fr_fr: Impossible de trouver l'identité d'accès Amazon CloudFront Origin. %s

# s2member-admin
source: Unable to acquire existing Amazon CloudFront Origin Access Identity. Invalid Access ID.
fr_fr: Impossible d'acquérir existants Amazon CloudFront Origin Access Identity. ID de l'accès non valide.

# s2member-admin
source: Unable to delete existing Amazon CloudFront Origin Access Identity. Connection failed.
fr_fr: Impossible de supprimer l'existant Amazon CloudFront Origin Access Identity. La connexion a échoué.

# s2member-admin
source: Unable to delete existing Amazon CloudFront Origin Access Identity. Invalid Access ID, ETag, or XML config.
fr_fr: Impossible de supprimer l'existant Amazon CloudFront Origin Access Identity. ID, ETag ou XML non valide.

# s2member-admin
source: Created by s2Member, for S3 Bucket: %s.
fr_fr: Créé par s2Member, pour S3 Bucket: %s.

# s2member-admin
source: Unable to create/read Amazon CloudFront Origin Access Identity. Unexpected response.
fr_fr: Impossible de créer/lire Amazon CloudFront Origine Access Identity. Réponse inattendue.

# s2member-admin
source: Existing Amazon CloudFront Distro NOT found. %s
fr_fr: Amazon CloudFront Distro introuvable. %s

# s2member-admin
source: Unable to acquire existing Amazon CloudFront Distro. %s
fr_fr: Impossible d'acquérir Amazon CloudFront Distro. %s

# s2member-admin
source: Unable to acquire existing Amazon CloudFront Distro. Connection failed.
fr_fr: Impossible d'acquérir Amazon CloudFront Downloads Distro. La connexion a échoué.

# s2member-admin
source: Unable to acquire existing Amazon CloudFront Distro. Invalid Distro ID and/or Distro type.
fr_fr: Impossible d'acquérir existants Amazon CloudFront Distro. Distro ID et/ou le type de Distro invalide(s).

# s2member-admin
source: Unable to disable existing Amazon CloudFront Distro. %s
fr_fr: Impossible de désactiver Amazon CloudFront Distro. %s

# s2member-admin
source: Unable to disable existing Amazon CloudFront Distro. Connection failed.
fr_fr: Impossible de désactiver Amazon CloudFront Distro. La connexion a échoué.

# s2member-admin
source: Existing Amazon CloudFront Distro cannot be disabled at this time. Still in a `pending` state. Please wait 15 minutes, then try again. There is a certain process that s2Member must strictly adhere to when re-configuring your Amazon CloudFront Distros. You may have to tick the auto-configure checkbox again, and re-run s2Member's auto-configuration routine many times, because s2Member will likely run into several `pending` challenges, as it works to completely re-configure your Amazon CloudFront Distros for you. Thanks for your patience. Please wait 15 minutes, then try again.
fr_fr: La configuration Amazon CloudFront Distro ne peut pas être désactiver en ce moment. Toujours dans l'état `en cours`. Merci d'attendre 15 minutes, puis de réessayer.

# s2member-admin
source: Unable to disable existing Amazon CloudFront Distro. Invalid Distro ID, ETag, or XML config.
fr_fr: Impossible de désactiver Amazon CloudFront Distro. Distro ID et/ou le type de Distro invalide(s).

# s2member-admin
source: Unable to delete existing Amazon CloudFront Distro. %s
fr_fr: Impossible de supprimer Amazon CloudFront Downloads Distro. %s

# s2member-admin
source: Unable to delete existing Amazon CloudFront Distro. Connection failed.
fr_fr: Impossible de désactiver Amazon CloudFront Distro. La connexion a échoué.

# s2member-admin
source: Existing Amazon CloudFront Distro cannot be deleted at this time. Still in a `pending` state after having been disabled by s2Member. Please wait 15 minutes, then try again. There is a certain process that s2Member must strictly adhere to when re-configuring your Amazon CloudFront Distros. You may have to tick the auto-configure checkbox again, and re-run s2Member's auto-configuration routine many times, because s2Member will likely run into several `pending` challenges, as it works to completely re-configure your Amazon CloudFront Distros for you. Thanks for your patience. Please wait 15 minutes, then try again.
fr_fr: La configuration Amazon CloudFront Distro ne peut pas être supprimée en ce moment. Toujours dans l'état `en cours`. Merci d'attendre 15 minutes, puis de réessayer.

# s2member-admin
source: Unable to check status of existing Amazon CloudFront Distro. %s
fr_fr: Impossible de vérifier le statut Amazon CloudFront Distro. %s

# s2member-admin
source: Unable to check status of existing Amazon CloudFront Distro. Connection failed.
fr_fr: Impossible de vérifier le statut Amazon CloudFront Distro. La connexion a échoué. %s

# s2member-admin
source: Existing Amazon CloudFront Distro cannot be deleted at this time. Still in a `pending` state. Please wait 15 minutes, then try again. There is a certain process that s2Member must strictly adhere to when re-configuring your Amazon CloudFront Distros. You may have to tick the auto-configure checkbox again, and re-run s2Member's auto-configuration routine many times, because s2Member will likely run into several `pending` challenges, as it works to completely re-configure your Amazon CloudFront Distros for you. Thanks for your patience. Please wait 15 minutes, then try again.
fr_fr: La configuration Amazon CloudFront Distro ne peut pas être supprimée en ce moment. Toujours dans l'état `en cours`. Merci d'attendre 15 minutes, puis de réessayer.

# s2member-admin
source: Unable to delete existing Amazon CloudFront Distro. Invalid Distro ID or ETag.
fr_fr: Impossible de supprimer les Amazon CloudFront Distro. ID ou ETag invalide.

# s2member-admin
source: Unable to create/read Amazon CloudFront Downloads Distro. Unexpected response.
fr_fr: Impossible de créer/lire Amazon CloudFront Downloads Distro. Réponse inattendue.

# s2member-admin
source: Unable to create/read Amazon CloudFront Streaming Distro. Unexpected response.
fr_fr: Impossible de créer/lire Amazon CloudFront Streaming Distro. Réponse inattendue.

# s2member-admin
source: Unable to create Amazon CloudFront Distro. Invalid Distro type.
fr_fr: Impossible de créer Amazon CloudFront Distro. Type non valide.

# s2member-front
source: <strong>ERROR</strong>: Invalid username for this site.
fr_fr: <strong>ERREUR</strong>: Identifiant non reconnu pour ce site.

# s2member-front
source: <strong>ERROR</strong>: Max simultaneous logins for username: %1$s. Please wait %2$s and try again.
fr_fr: <Strong> ERREUR </ strong>: Connexions simultanées maximum pour l'utilisateur: %1$s. Veuillez patienter %2$s et essayez à nouveau.

# s2member-front
source: <strong>Thank you! (you MUST check your email before proceeding).</strong><br /><br />* Note: It can take <em>(up to 15 minutes)</em> for Email Confirmation with important details. If you don't receive email confirmation in the next 15 minutes, please contact Support.
fr_fr: <Strong> Merci! (Vous devez vérifier votre email avant de continuer) </ strong> <br /> <br /> * Note:. Cela peut prendre <em> (jusqu'à 15 minutes) </ em> pour recevoir l'Email de Confirmation avec des détails importants. Si vous ne recevez pas une confirmation par courriel dans les 15 prochaines minutes, veuillez contacter notre support virtuel

# s2member-front
source: <strong>* Sandbox Mode *:</strong> You may NOT receive this Email in Sandbox Mode. Sandbox addresses are usually bogus (for testing).
fr_fr: <string> * Mode Bac à Sable *:</strong> Vous ne devez pas recevoir de mail dans le mode Bac à Sable. Les adresses Bac à Sable ne sont utilisées que pour les tests.

# s2member-front
source: Back To Home Page
fr_fr: Retour à la page d'accueil
