Repository: Fredfav/s2member-translation
Catalog: s2member-*.po
Languages: fr_fr

# s2member-front
source: <strong>Thank you! (this is a preview, no action necessary).</strong><br /><br />* Note: each of your Customers are returned back to your site immediately after they complete checkout. This Return Page displays a message and instructions for the Customer. s2Member may change the message and instructions dynamically, based on what the Customer is actually doing <em>(i.e., based on the type of transaction that is taking place)</em>.<br /><br /><em>* With <a href="%s" target="_blank">s2Member Pro</a> installed, it is possible to customize this Return Page in various ways.</em>
fr_fr: <strong>Merci!(c'est un aperçu, pas d'action nécessaire).</strong><br /><br />* Note: chaque client doit retourner sur votre site juste après avoir terminer le checkout. Cette page de retour affiche un message et des instructions pour le client. s2Member peut modifier le message et les instructions dynamiquement en fonction de ce que le client est actuellement en train d'effectuer <em>(ex: à partir de la transaction qui est en cours)</em>.<br /><br /><em>* Avec <a href="%s" target="_blank">s2Member Pro</a>installé, il est possible de configurer la page de retour de manière différentes.</em>

# s2member-front
source: Continue (Click Here)
fr_fr: Continuez (Cliquez Ici)

# s2member-front
source: Thank you! You've been updated to:
fr_fr: Merci! Vous avez été mis à jour:

# s2member-front
source: Please Log Back In (Click Here)
fr_fr: Veuillez vous reconnecter (Cliquez Ici)

# s2member-front
source: <strong>ERROR:</strong> Unable to modify Subscription.<br />Please contact Support for assistance.<br /><br />The existing User ID is associated with an Administrator. Stopping here. Otherwise, an Administrator could lose access. Please make sure that you are NOT logged in as an Administrator while testing.
fr_fr: <Strong> ERREUR:.. </ Strong> Impossible de modifier l'abonnement <br /> Veuillez contacter le service d'assistance <br /> <br /> L'ID utilisateur existant est associé à un administrateur. Ne pas continuer. Dans le cas contraire, un administrateur pourrait perdre l'accès. Assurez-vous de ne pas être connecté en tant qu'administrateur lors des tests.

# s2member-front
source: <strong>ERROR:</strong> Unable to modify Subscription.<br />Please contact Support for assistance.<br /><br />Could not get the existing User ID from the DB.
fr_fr: <Strong> ERREUR:. </ Strong> Impossible de modifier l'abonnement <br /> S'il vous plaît contacter le service d'assistance <br /> <br /> Impossible d'obtenir l'ID utilisateur existant de la DB.

# s2member-front
source: Thank you! Please check your email for further details regarding your purchase.
fr_fr: Merci! Vérifiez votre courriel pour plus de détails concernant votre achat.

# s2member-front
source: Return to Home Page
fr_fr: Retour à la page d'accueil

# s2member-front
source: <strong>Thank you! Your account has been approved.<br />The next step is to Register a Username for immediate access.</strong>
fr_fr: <Strong> Merci! Votre compte a été approuvé. <Par /> L'étape suivante consiste à créer un identifiant afin d'accéder immédiatement. </ Strong>

# s2member-front
source: Please Register Now (Click Here)
fr_fr: S'il vous plaît enregistrez-vous maintenant (Cliquez ici)

# s2member-front
source: Thank you! You now have access to:
fr_fr: Merci! Vous avez maintenant accès à:

# s2member-front
source: <strong>ERROR:</strong> Unable to add new Capabilities.<br />Please contact Support for assistance.<br /><br />The existing User ID is associated with an Administrator. Stopping here. Otherwise, an Administrator could lose access. Please make sure that you are NOT logged in as an Administrator while testing.
fr_fr: <strong>Erreur :</strong> Impossible d'ajouter de nouvelles fonctionnalités.<br>Veuillez contacter le Support pour l'assistance.<br><br>L'ID d'utilisateur existant est associé à un administrateur. Nous arrêtons le process ici. Dans le cas contraire, un administrateur peut perdre l'accès. S'il vous plaît assurez-vous que vous n'êtes pas connecté tant qu'administrateur lors du test.

# s2member-front
source: <strong>ERROR:</strong> Unable to add new Capabilities.<br />Please contact Support for assistance.<br /><br />Could not get the existing User ID from the DB.
fr_fr: <Strong> ERREUR:. </ Strong> Impossible de modifier l'abonnement <br /> S'il vous plaît contacter le service d'assistance <br /> <br /> Impossible d'obtenir l'ID utilisateur existant de la DB.

# s2member-front
source: <strong>ERROR:</strong> Unable to add new Capabilities.<br />Please contact Support for assistance.<br /><br />Missing User/Member details.
fr_fr: <strong>ERREUR:</strong> impossible d'ajouter de nouvelles capacités. <br /> S'il vous plaît contacter le service d'assistance. <br /><br /> Manquant de détails utilisateur / membre.

# s2member-front
source: <strong>Thank You! Your transaction has been approved.</strong>
fr_fr: <strong>Merci! Votre transaction a été approuvée.</strong>

# s2member-front
source: <strong>ERROR:</strong> Unable to generate Access Link.<br />Please contact Support for assistance.
fr_fr: <strong>ERREUR:</strong> Impossible de générer Link Access. <br /> S'il vous plaît contacter le service d'assistance.

# s2member-front
source: <strong>ERROR:</strong> Unexpected <code>txn_type/status</code>.<br />The <code>txn_type/status</code> did not meet requirements.<br />Please contact Support for assistance.
fr_fr: <strong>ERROR:</strong> Unexpected <code>txn_type/status</code> ​​. <br /> Le <code>txn_type/status</code> ne répond pas aux exigences. <br /> S'il vous plaît contacter le service d'assistance.

# s2member-front
source: <strong>ERROR:</strong> Unable to verify <code>$_SERVER["HTTP_HOST"]</code>.<br />Please contact Support for assistance.<br /><br />If you are the site owner, please check the <code>custom</code> value in your Button Code. It MUST start with your domain name.
fr_fr: <strong>ERREUR:</strong> Impossible de vérifier <code>$_SERVER["HTTP_HOST"]</code> . <br /> S'il vous plaît contacter le service d'assistance. <br /><br /> Si vous êtes le propriétaire du site, s'il vous plaît vérifier la <code>custom</code> valeur dans votre code de bouton. Il doit commencer par votre nom de domaine.

# s2member-front
source: <strong>ERROR:</strong> Unable to verify <code>$_POST</code> vars.<br />Please contact Support for assistance.<br /><br />This is most likely related to an invalid configuration of s2Member, or a problem with server compatibility. If you are the site owner, and you're absolutely SURE that your configuration is valid, you may want to run some tests on your server, just to be sure <code>$_POST</code> variables are populated, and that your server is able to connect/communicate with your Payment Gateway over an HTTPS connection.<br /><br />s2Member uses the <code>WP_Http</code> class for remote connections; which will try to use <code>cURL</code> first, and then fall back on the <code>FOPEN</code> method when <code>cURL</code> is not available. On a Windows server, you may have to disable your <code>cURL</code> extension; and instead, set <code>allow_url_fopen = yes</code> in your php.ini file. The <code>cURL</code> extension (usually) does NOT support SSL connections on a Windows server.<br /><br />Please see <a href="http://www.s2member.com/forums/topic/ideal-server-configuration-for-s2member/" target="_blank">this thread</a> for details regarding the ideal server configuration for s2Member.
fr_fr: <strong>ERREUR:</strong> Impossible de vérifier <code>$_POST</code> vars.<br />Merci de contacter le support technique.<br /><br />Il s'agit probablement d'un problème de configuration incorrect de s2Member, ou un problème de compatibilité avec le serveur. Si vous êtes le webmaster, vous devez être absolument certain que votre configuration est correcte. Vous devez tester que les variables <code>$_POST</code> sint correctement renseignées et que votre serveur est capable de communiquer avec votre passerelle de paiement en utilisant une connexion HTTPS.<br /><br />s2Member utilise le code <code>WP_Http</code> pour les connexions distantes; qui va essayer d'utiliser <code>cURL</code> en premier, puis la méthode <code>FOPEN</code> lorsque <code>cURL</code> n'est pas disponible. Sur un serveur Windows, vous devez désactiver votre extension<code>cURL</code>; et `a la place configurer <code>allow_url_fopen = yes</code> dans le fichier your php.ini. L'extension <code>cURL</code> ne supporte pas les connexion SSL sur un serveur Windows.<br /><br />Plus d'information <a href="http://www.s2member.com/forums/topic/ideal-server-configuration-for-s2member/" target="_blank">this thread</a> pour la configuration serveur pour l' utilisation de s2Member.

# s2member-front
source: Error #%1$s. %2$s. %3$s.
fr_fr: Erreur #%1$s. %2$s. %3$s.

# s2member-front
source: Error. Please contact Support for assistance.
fr_fr: Erreur. S'il vous plaît contacter le service d'assistance.

# s2member-front
source: Error #%s. Transaction declined. Please use an alternate funding source.
fr_fr: Erreur #%s. Transaction refusée. Veuillez utiliser un autre moyen de paiement.

# s2member-front
source: Error #%s. Transaction declined. Express Checkout was NOT confirmed.
fr_fr: Erreur #%s. Transaction refusée. Express Checkout n'a pas été confirmé.

# s2member-front
source: Error #%1$s. %2$s.
fr_fr: Erreur #%1$s. %2$s.

# s2member-front
source: Please contact PayPal Merchant Technical Support (www.paypal.com/mts) and request `Recurring Billing` service, and also ask to have `Reference Transactions` enabled for Recurring Billing via Express Checkout.
fr_fr: S’il vous plaît contacter PayPal Merchant Support Technique (Les www.paypal.com/mts) et demande `récurrents services Billing`, et aussi demander d’avoir ‘Référence Transactions` activé pour la facturation périodique via Express Checkout.

# s2member-front
source: Username
fr_fr: Nom utilisateur

# s2member-front
source: (cannot be changed)
fr_fr: (ne peut être modifié)

# s2member-front
source: Email Address
fr_fr: Adresse E-mail

# s2member-front
source: Display Name
fr_fr: Pseudo

# s2member-front
source: New Password?
fr_fr: Nouveau mot de passe?

# s2member-front
source: (please type it twice)
fr_fr: (Veuillez le saisir 2 fois)

# s2member-front
source: Only if changing password, otherwise leave blank.
fr_fr: Uniquement si vous modifiez votre mot de passe, sinon laissez vide.

# s2member-front
source: Save All Changes
fr_fr: Enregistrer toutes les Modifications

# s2member-front
source: Profile updated successfully.
fr_fr: Mise à jour du profil réussie.

# s2member-front
source: <strong>Your Link Expired:</strong><br />Please contact Support if you need assistance.
fr_fr: <Strong> Votre lien a expiré: </ strong> <br /> Veuillez contactez l'aide virtuelle si vous avez besoin d'aide.

# s2member-front
source: s2Member security violation. You attempted to POST administrative variables that will NOT be trusted in a NON-administrative zone!
fr_fr: s2Member violation de la sécurité. Vous avez tenté de poster des variables administratives qui ne seront pas prises en compte dans une zone non-administrative!

# s2member-front
source: Continue
fr_fr: Continuez

# s2member-front
source: Thank you. Please click the link below.
fr_fr: Merci! Veuillez cliquer sur le lien ci-dessous.

# s2member-front
source: [ %s ] <strong><em>says&hellip;</em></strong>
fr_fr: [%s] <strong><em>dit ...</em></strong>

# s2member-front
source: If you need assistance, please <a href="%s" target="_blank">contact support</a>.
fr_fr: Si vous avez besoin d'assistance, merci de <a href="%s" target="_blank">contacter le support</a>.

# s2member-front
source: Access Expires:
fr_fr: Accès expire:

# s2member-front
source: Access Expired:
fr_fr: Accès expiré:

# s2member-front
source: Next Payment:
fr_fr: Prochain paiement

# s2member-front paypal-button-lang-code
source: en_US
fr_fr: fr_FR

# s2member-front
source: Username:
fr_fr: Nom de l'utilisateur:

# s2member-front
source: My Password:
fr_fr: Mon Mot de Passe:

# s2member-front
source: Username *
fr_fr: Identifiant*

# s2member-front
source: Password *
fr_fr: Mot de passe*

# s2member-front
source: Email Address *
fr_fr: Adresse Email*

# s2member-front
source: Registration complete. Please log in.
fr_fr: Inscription complète. Connectez-vous.

# s2member-front
source: You have been invited to join `%1$s` at %2$s as a Member. Please click the following link to confirm the invite: %4$s
fr_fr: Vous avez été invité à rejoindre '%1$s' à %2$s comme un membre. Veuillez cliquer sur le lien suivant pour confirmer l'invitation : %4$s

# s2member-front
source: Your account is now active. <a href="%1$s">Visit site</a> or <a href="%2$s">Log in</a>.
fr_fr: Votre compte est maintenant actif. <a href="%1$s">Visitez le site</a> ou <a href="%2$s">Identifiez-vous</a> .

# s2member-front
source: By filling out the form below, you can <strong>add a site to your account</strong>.
fr_fr: En remplissant le formulaire ci - dessous, vous pouvez <strong>ajouter un site à votre compte.</strong>

# s2member-front
source: You may create <strong>%s</strong> site.
fr_fr: Vous pouvez créer le site <strong>%s</strong> .

# s2member-front
source: You may create up to <strong>%s</strong> site.
fr_fr: Vous pouvez créer jusqu'à <strong>site%s.</strong>

# s2member-front
source: `weak`, `good`, or `strong`
fr_fr: `pauvre`,` bon` ou `fort`

# s2member-front
source: `good` or `strong` (i.e., use numbers, letters, and mixed caSe)
fr_fr: « bon » ou « fort » (utilisez chiffres, des lettres minuscules et des lettres majuscules.)

# s2member-front
source: `strong` (i.e., use numbers, letters, mixed caSe, and punctuation)
fr_fr: « fort » (utilisez chiffres, des lettres, des majuscules et ponctuation)

# s2member-front
source: Additional Profile Fields
fr_fr: Champs supplémetaires du profil

# s2member-front
source: (for this site)
fr_fr: (Pour ce site)

# s2member-front
source: less than a minute
fr_fr: moins d’une minute

# s2member-front
source: about 1 minute
fr_fr: environ 1 minute

# s2member-front
source: about %s minute
fr_fr: environ %s minute

# s2member-front
source: about 1 hour
fr_fr: environ 1 heure

# s2member-front
source: about %s hour
fr_fr: environ %s heure

# s2member-front
source: about 1 day
fr_fr: environ 1 jour

# s2member-front
source: about %s day
fr_fr: environ %s jour

# s2member-front
source: about 1 week
fr_fr: environ 1 semaine

# s2member-front
source: about %s week
fr_fr: environ %s semaine

# s2member-front
source: about 1 month
fr_fr: environ 1 mois

# s2member-front
source: about %s month
fr_fr: environ %s mois

# s2member-front
source: about 1 year
fr_fr: environ 1 an

# s2member-front
source: about %s year
fr_fr: environ %s année

# s2member-front
source: Daily
fr_fr: Quotidien

# s2member-front
source: Weekly
fr_fr: Hebdomadaire

# s2member-front
source: Monthly
fr_fr: Mensuel

# s2member-front
source: Yearly
fr_fr: Annuel

# s2member-front
source: Lifetime
fr_fr: A vie

# s2member-front
source: Bi-Weekly
fr_fr: 2 fois par semaine

# s2member-front
source: Bi-Monthly
fr_fr: Bi Mensuel

# s2member-front
source: Quarterly
fr_fr: Trimestrielle

# s2member-front
source: Semi-Yearly
fr_fr: Semestriel

# s2member-front
source: Day
fr_fr: Jour

# s2member-front
source: Week
fr_fr: Semaine

# s2member-front
source: Month
fr_fr: ﻿Mois

# s2member-front
source: Year
fr_fr: ﻿Année

# s2member-front
source: Days
fr_fr: Jours

# s2member-front
source: Weeks
fr_fr: Semaines

# s2member-front
source: Months
fr_fr: Mois

# s2member-front
source: Years
fr_fr: Années

# s2member-front
source: Lifetimes
fr_fr: À vie

# s2member-front
source: each %2$s
fr_fr: chaque%2$s

# s2member-front
source: lifetime
fr_fr: à vie

# s2member-front
source: for %1$s %2$s
fr_fr: pour %1$s %2$s

# s2member-front
source: Strength indicator
fr_fr: Indicateur de sécurité

# s2member-front
source: Very weak
fr_fr: Très faible

# s2member-front
source: Weak
fr_fr: Faible

# s2member-front
source: Good
fr_fr: Bon

# s2member-front
source: Strong
fr_fr: Fort

# s2member-front
source: Mismatch
fr_fr: Ne se ressemble pas

# s2member-front
source: Must be an integer > 0 (whole number, no decimals, greater than 0).
fr_fr: Doit être un entier &gt; 0 (nombre entier, pas de décimales, supérieur à 0).

# s2member-front
source: Must be a float > 0 (floating point number, decimals required, greater than 0).
fr_fr: Il faut un nombre décimal > 0 (nombre avec virgule, décimales requis, supérieures à 0).

# s2member-front
source: Please use a personal email address. Addresses like <%s@> are problematic.
fr_fr: Veuillez utiliser une adresse email personnelle. Les adresses comme <%s@> posent des problèmes.

# s2member-front
source: Must be a Canadian zipcode (6 alpha-numerics w/possible space).
fr_fr: Doit être un code postal canadien (6 alphanumériques avec possibilité d'espace).

# s2member-front
source: Please use alphanumerics, spaces & punctuation only.
fr_fr: S'il vous plaît utiliser alphanumériques, espaces et ponctuation seulement.

# s2member-front
source: Please use alphanumerics & spaces only.
fr_fr: Veuillez utiliser uniquement des lettres alphanumérique et des espaces.

# s2member-front
source: Please use alphanumerics & punctuation only (no spaces).
fr_fr: Veuillez utiliser uniquement des lettres alphanumérique (sans chiffres/espaces).

# s2member-front
source: — Confirm File Download —
fr_fr: — Confirmer le téléchargement du fichier —

# s2member-front
source: You`ve downloaded %s protected %s in the last %s.
fr_fr: Vous avez téléchargé %s protégé(s) dans les dernières %s.

# s2member-front
source: file
fr_fr: fichier

# s2member-front
source: files
fr_fr: fichiers

# s2member-front
source: 24 hours
fr_fr: 24 heures

# s2member-front
source: %s days
fr_fr: %s jours

# s2member-front
source: You`re entitled to UNLIMITED downloads though (so, no worries).
fr_fr: Vous avez droit à des téléchargements illimités.

# s2member-front
source: You`re entitled to %s unique %s %s.
fr_fr: Vous avez droit à %s uniques %s %s .

# s2member-front
source: download
fr_fr: téléchargement

# s2member-front
source: downloads
fr_fr: téléchargements

# s2member-front
source: each day
fr_fr: chaque jour

# s2member-front
source: every %s-day period
fr_fr: tous les %s jours

# s2member-front
source: — Oops, you missed something: —
fr_fr: — Oups, vous avez oublié quelque chose: —

# s2member-front
source: Passwords do not match up. Please try again.
fr_fr: Les mots de passe ne correspondent pas. Veuillez essayer à nouveau.

# s2member-front
source: Password MUST be at least %s characters. Please try again.
fr_fr: Le mot de passe doit contenir au moins %s caractères. Veuillez essayer à nouveau.

# s2member-front
source: Password strength MUST be %s. Please try again.
fr_fr: La qualité du mot de passe doit être %s. Veuillez essayer à nouveau.

# s2member-front
source: Yes, I want to receive updates via email.
fr_fr: Oui, je souhaite recevoir les mises à jour par e-mail.

# s2member-front
source: [%s] Username/Password
fr_fr: [%s] Identifiant/Mot de passe

# s2member-front
source: [%s] New User Registration
fr_fr: [%s] Inscription d’un nouvel Utilisateur

# s2member-front
source: New User Registration on your site: %s User ID: %%%%user_id%%%% Username: %%%%user_login%%%% Email: %%%%user_email%%%% IP Address: %%%%user_ip%%%%
fr_fr: Enregistrement d'un nouvel utilisateur sur votre site: ID d'utilisateur%: %%%% user_id %%%% Nom d'utilisateur: %%%% user_login %%%% Email: %%%% user_email %%%% Adresse IP: %%%% user_ip %%%%

# s2member-front
source: Congratulations! (your membership has been approved)
fr_fr: Félicitations! (Votre adhésion a été approuvée)

# s2member-front
source: Thanks %%%%first_name%%%%! Your membership has been approved. If you haven't already done so, the next step is to Register a Username. Complete your registration here: %%%%registration_url%%%% If you have any trouble, please feel free to contact us. Best Regards, %s
fr_fr: Merci %%%%first_name%%%%! Votre adhésion a été approuvée Si vous ne avez pas déjà fait, la prochaine étape est d&#39;inscrire un nom d&#39;utilisateur Complétez votre inscription ici : %%%% registration_url %%%% Si vous avez des problèmes, s&#39;il vous plaît sentez-vous libre de nous contacter. Cordialement, %s

# s2member-front
source: Thank you! Your account has been updated.
fr_fr: Merci ! Votre compte a été mis à jour.

# s2member-front
source: Thanks %%%%first_name%%%%! Your account now has access to: %%%%item_name%%%%. If you have any trouble, please feel free to contact us. Best Regards, %s
fr_fr: Merci %%%%first_name%%%%! Votre compte a maintenant acc&#232;s &#224; : %%%%item_name%%%%. Si vous avez des probl&#232;mes, n&#39;h&#233;sitez pas &#224; nous contacter. Cordialement, %s

# s2member-front
source: Thank You! (instructions for access)
fr_fr: Merci! (instructions d'accès)

# s2member-front
source: Thanks %%%%first_name%%%%! %%%%item_name%%%% Your order can be retrieved here: %%%%sp_access_url%%%% (link expires in %%%%sp_access_exp%%%%) If you have any trouble, please feel free to contact us. Best Regards, %s
fr_fr: Merci %%%%first_name%%%%! %%%%item_name%%%% Votre commande peut &#234;tre r&#233;cup&#233;r&#233;e ici : %%%%sp_access_url%%%% (lien expire en %%%%sp_access_exp%%%%) Si vous avez des probl&#232;mes, n&#39;h&#233;sitez pas &#224; nous contacter. Cordialement, %s

# s2member-front
source: Free Subscriber
fr_fr: Membre Gratuit

# s2member-front
source: Bronze Member
fr_fr: Membre Bronze

# s2member-front
source: Silver Member
fr_fr: Membre Argent

# s2member-front
source: Gold Member
fr_fr: Membre Or

# s2member-front
source: Platinum Member
fr_fr: Membre Platinium

# s2member-front
source: Level %s Member
fr_fr: Membre niveau %s

# s2member-front
source: s2Member&reg; (Security for WordPress&reg;)
fr_fr: s2Member® (sécurité pour WordPress®)

# s2member-admin
source: Instant Payment Notification & Return Page Details
fr_fr: Notification instantanée de paiement et retour à la page Détails

# s2member-admin
source: Configures Basic Checkout Fields
fr_fr: Configure les champs de base de paiement

# s2member-admin
source: Description and pricing details here.
fr_fr: Description et détails des prix ici.

# s2member-admin
source: Configures s2Member's Unique Invoice ID/Code
fr_fr: Configure Unique facture ID / Code

# s2member-admin
source: Associates Purchase With A User/Member (when/if applicable)
fr_fr: Associés achat avec un utilisateur / membre (quand / si applicable)

# s2member-admin
source: Identifies The Customer's IP Address For Tracking
fr_fr: Identifie l'adresse du client IP pour le suivi

# s2member-admin
source: Displays The PayPal Image Button
fr_fr: Affiche l'image du bouton PayPal

# s2member-admin
source: Identifies/Updates An Existing User/Member (when/if applicable)
fr_fr: Identifie / Met à jour un utilisateur existant / membre (quand / si applicable)

# s2member-admin
source: Controls Modify Behavior At PayPal Checkout
fr_fr: Contrôles le comportement du paiement PayPa

# s2member-admin
source: Customizes Prices, Payments & Billing Cycle
fr_fr: Personnalise Prix, paiements et cycle de facturation

# s2member-front
source: 503: Service Temporarily Unavailable
fr_fr: 503 Service temporairement indisponible

# s2member-front
source: <strong>503: Service Temporarily Unavailable</strong><br />Too many IP addresses accessing one secure area<em>!</em><br />Please contact Support if you need assistance.
fr_fr: <strong>503: Service temporairement inaccessible</strong><br />Trop d'adresses IP sont en train d'accéder à un unique espace sécurisé<em>!</em><br />Veuillez contacter le support si vous avez besoin d'aide.

# s2member-admin
source: Currency
fr_fr: Devise

# s2member-admin
source: PayPal (Buy Now)
fr_fr: PayPal (acheter maintenant)
