Repository: Fredfav/s2member-translation
Catalog: s2member-*.po
Languages: fr_fr

# s2member-admin
source: One Time (for lifetime access, non-recurring)
fr_fr: Une seule fois (à vie, non récurrents, pas de période d'essai)

# s2member-admin
source: PayPal® (Subscriptions)
fr_fr: PayPal® (Abonnements)

# s2member-admin
source: Daily (recurring charge, for ongoing access)
fr_fr: Quotidien (frais récurrents, pour un accès continu)

# s2member-admin
source: Weekly (recurring charge, for ongoing access)
fr_fr: Hebdomadaire (frais récurrents, pour l'accès en cours)

# s2member-admin
source: Bi-Weekly (recurring charge, for ongoing access)
fr_fr: Bi-Hebdomadaire (frais récurrents, pour l'accès en cours)

# s2member-admin
source: Monthly (recurring charge, for ongoing access)
fr_fr: Mensuel (charges récurrentes, pour un accès continu)

# s2member-admin
source: Bi-Monthly (recurring charge, for ongoing access)
fr_fr: Bi-mensuel (charges récurrentes, pour un accès continu)

# s2member-admin
source: Quarterly (recurring charge, for ongoing access)
fr_fr: Trimestriel (frais récurrents, pour un accès continu)

# s2member-admin
source: Semi-Yearly (recurring charge, for ongoing access)
fr_fr: Semestriel (frais récurrents, pour un accès continu)

# s2member-admin
source: Yearly (recurring charge, for ongoing access)
fr_fr: Annuel (frais périodiques, accès permanent)

# s2member-admin
source: One Time (for 1 day access, non-recurring)
fr_fr: Une seule fois (pour 1 journée d'accès, non récurrents)

# s2member-admin
source: One Time (for 2 day access, non-recurring)
fr_fr: Une seule fois (pour 2 jours d'accès, non récurrents)

# s2member-admin
source: One Time (for 3 day access, non-recurring)
fr_fr: Une seule fois (pour 3 jours d'accès, non récurrents)

# s2member-admin
source: One Time (for 4 day access, non-recurring)
fr_fr: Une seule fois (pour 4 jours d'accès, non récurrents)

# s2member-admin
source: One Time (for 5 day access, non-recurring)
fr_fr: Une seule fois (pour 5 jours d'accès, non récurrents)

# s2member-admin
source: One Time (for 6 day access, non-recurring)
fr_fr: Une seule fois (pour 6 jours d'accès, non récurrents)

# s2member-admin
source: One Time (for 1 week access, non-recurring)
fr_fr: Une seule fois (pour 1 semaine d'accès, non récurrents)

# s2member-admin
source: One Time (for 2 week access, non-recurring)
fr_fr: Une seule fois (pour 2 semaines d'accès, non récurrents)

# s2member-admin
source: One Time (for 3 week access, non-recurring)
fr_fr: Une seule fois (pour 3 semaines d'accès, non récurrents)

# s2member-admin
source: One Time (for 1 month access, non-recurring)
fr_fr: Une seule fois (pour 1 mois d'accès, non récurrents)

# s2member-admin
source: One Time (for 2 month access, non-recurring)
fr_fr: Une seule fois (pour 2 mois d'accès, non récurrents)

# s2member-admin
source: One Time (for 3 month access, non-recurring)
fr_fr: Une seule fois (pour 3 mois d'accès, non récurrents)

# s2member-admin
source: One Time (for 4 month access, non-recurring)
fr_fr: Une seule fois (pour 4 mois d'accès, non récurrents)

# s2member-admin
source: One Time (for 5 month access, non-recurring)
fr_fr: Une seule fois (pour 5 mois d'accès, non récurrents)

# s2member-admin
source: One Time (for 6 month access, non-recurring)
fr_fr: Une seule fois (pour 6 mois d'accès, non récurrents)

# s2member-admin
source: One Time (for 1 year access, non-recurring)
fr_fr: Une seule fois (pour 1 an d'accès, non récurrents)

# s2member-admin
source: One Time (for 1 day access, non-recurring, no trial)
fr_fr: Une seule fois (pour 1 journée d'accès, non récurrents, pas de période d'essai)

# s2member-admin
source: One Time (for 2 day access, non-recurring, no trial)
fr_fr: Une seule fois (pour 2 jours d'accès, non récurrents, pas de période d'essai)

# s2member-admin
source: One Time (for 3 day access, non-recurring, no trial)
fr_fr: Une seule fois (pour 3 jours d'accès, non récurrents, pas de période d'essai)

# s2member-admin
source: One Time (for 4 day access, non-recurring, no trial)
fr_fr: Une seule fois (pour 4 jours d'accès, non récurrents, pas de période d'essai)

# s2member-admin
source: One Time (for 5 day access, non-recurring, no trial)
fr_fr: Une seule fois (pour 5 jours d'accès, non récurrents, pas de période d'essai)

# s2member-admin
source: One Time (for 6 day access, non-recurring, no trial)
fr_fr: Une seule fois (pour 6 jours d'accès, non récurrents, pas de période d'essai)

# s2member-admin
source: One Time (for 1 week access, non-recurring, no trial)
fr_fr: Une seule fois (pour 1 semaine d'accès, non récurrents, pas de période d'essai)

# s2member-admin
source: One Time (for 2 week access, non-recurring, no trial)
fr_fr: Une seule fois (pour 2 semaines d'accès, non récurrents, pas de période d'essai)

# s2member-admin
source: One Time (for 3 week access, non-recurring, no trial)
fr_fr: Une seule fois (pour 3 semaines d'accès, non récurrents, pas de période d'essai)

# s2member-admin
source: One Time (for 1 month access, non-recurring, no trial)
fr_fr: Une seule fois (pour 1 mois d'accès, non récurrents, pas de période d'essai)

# s2member-admin
source: One Time (for 2 month access, non-recurring, no trial)
fr_fr: Une seule fois (pour 2 mois d'accès, non récurrents, pas de période d'essai)

# s2member-admin
source: One Time (for 3 month access, non-recurring, no trial)
fr_fr: Une seule fois (pour 3 mois d'accès, non récurrents, pas de période d'essai)

# s2member-admin
source: One Time (for 4 month access, non-recurring, no trial)
fr_fr: Une seule fois (pour 4 mois d'accès, non récurrents, pas de période d'essai)

# s2member-admin
source: One Time (for 5 month access, non-recurring, no trial)
fr_fr: Une seule fois (pour 5 mois d'accès, non récurrents, pas de période d'essai)

# s2member-admin
source: One Time (for 6 month access, non-recurring, no trial)
fr_fr: Une seule fois (pour 6 mois d'accès, non récurrents, pas de période d'essai)

# s2member-admin
source: One Time (for 1 year access, non-recurring, no trial)
fr_fr: Une seule fois (pour 1 an d'accès, non récurrents, pas de période d'essai)

# s2member-admin
source: One Time (for 2 year access, non-recurring, no trial)
fr_fr: Une seule fois (pour 2 ans d'accès, non récurrents, pas de période d'essai)

# s2member-admin
source: One Time (for 3 year access, non-recurring, no trial)
fr_fr: Une seule fois (pour 3 ans d'accès, non récurrents, pas de période d'essai)

# s2member-admin
source: One Time (for 4 year access, non-recurring, no trial)
fr_fr: Une seule fois (pour 4 ans d'accès, non récurrents, pas de période d'essai)

# s2member-admin
source: One Time (for 5 year access, non-recurring, no trial)
fr_fr: Une seule fois (pour 5 ans d'accès, non récurrents, pas de période d'essai)

# s2member-admin
source: One Time (for lifetime access, non-recurring, no trial)
fr_fr: Une seule fois (à vie, non récurrents, pas de période d'essai)

# s2member-admin
source: Days
fr_fr: Jours

# s2member-admin
source: Weeks
fr_fr: Semaines

# s2member-admin
source: Months
fr_fr: Mois

# s2member-admin
source: Years
fr_fr: Années

# s2member-admin
source: Expires In Hours
fr_fr: Expire En Heures

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 2 hours)
fr_fr: Acheter maintenant (Post/Page spécifique, lien valide pendant 2 heures)

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 4 hours)
fr_fr: Acheter maintenant (Post/Page spécifique, lien valable pour 4 heures)

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 6 hours)
fr_fr: Acheter maintenant (Post/Page spécifique, lien valide pour 6 heures)

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 8 hours)
fr_fr: Acheter maintenant (Post/Page spécifique, lien valable pendant 8 heures)

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 10 hours)
fr_fr: Acheter maintenant (Post/Page spécifique, lien valide pour 10 heures)

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 12 hours)
fr_fr: Acheter (Specific Post / page, un lien valide pour 12 heures)

# s2member-admin
source: Expires In Days
fr_fr: Expire en jours

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 1 day)
fr_fr: Acheter (Specific Post / page, lien valable 1 jour)

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 2 days)
fr_fr: Acheter (Specific Post / page, un lien valide pour 2 jours)

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 3 days)
fr_fr: Acheter maintenant (Post/Page spécifique, lien valide pour 3 jours)

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 4 days)
fr_fr: Acheter (Specific Post / page, un lien valide pour 4 jours)

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 5 days)
fr_fr: Acheter (Specific Post / page, lien valable 5 jours)

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 6 days)
fr_fr: Acheter maintenant (Post/Page spécifique, lien valable 6 jours)

# s2member-admin
source: Expires In Weeks
fr_fr: Expire en semaines

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 1 week)
fr_fr: Acheter (spécifique Post / page, lien valide pour 1 semaine)

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 2 weeks)
fr_fr: Acheter (spécifique Post / page, lien valide pour 2 semaines)

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 3 weeks)
fr_fr: Acheter (spécifique Post / page, lien valide pour 3 semaines)

# s2member-admin
source: Expires In Months
fr_fr: Expire en mois

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 1 month)
fr_fr: Acheter maintenant (Article/Page spécifique, lien valide pendant 1 mois)

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 2 months)
fr_fr: Acheter maintenant (Article/Page spécifique, lien valide pendant 2 mois)

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 3 months)
fr_fr: Acheter maintenant (Article/Page spécifique, lien valide pendant 3 mois)

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 6 months)
fr_fr: Acheter maintenant (Article/Page spécifique, lien valide pendant 6 mois)

# s2member-admin
source: Expires In Years
fr_fr: Expire en années

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 1 year)
fr_fr: Acheter maintenant (Post/Page spécifique, lien valide pour 1 an)

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 2 years)
fr_fr: Acheter maintenant (Post/Page spécifique, lien valide pour 2 ans)

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 3 years)
fr_fr: Acheter maintenant (Post/Page spécifique, lien valable 3 ans)

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 4 years)
fr_fr: Acheter maintenant (Post/Page spécifique, lien valable pour 4 ans)

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 5 years)
fr_fr: Acheter maintenant (Post/Page spécifique, lien valide pour 5 ans)

# s2member-admin
source: Buy Now (Specific Post/Page, link valid for 50 years)
fr_fr: Acheter maintenant (Post/Page spécifique, lien valable pendant 50 ans)

# s2member-front
source: + tax
fr_fr: + taxe

# s2member-front
source: Discount: %s off. (Now: %s)
fr_fr: Remise de: %s. (Maintenant: %s)

# s2member-front
source: <div>Discount: <strong>%s off</strong>. (Now: <strong>%s</strong>)</div>
fr_fr: <div>Remise de: <strong>%s </strong>. (Vous payez donc maintenant: <strong>%s</strong>)</div>

# s2member-front
source: Discount: %s off. (Now: %s, then %s)
fr_fr: Remise de: %s. (Vous avez payé maintenant: %s, puis ce sera %s)

# s2member-front
source: <div>Discount: <strong>%s off</strong>. (Now: <strong>%s, then %s</strong>)</div>
fr_fr: <div>Remise de: <strong>%s </strong>. (Vous avez payé maintenant <strong>%s, puis ce sera %s</strong>)</div>

# s2member-front
source: <div>Sorry, your discount code is not applicable.</div>
fr_fr: <div> Désolé, votre code de réduction ,n'est pas applicable. </div>

# s2member-front
source: <div>Discount: <strong>%s0.00 off</strong>.</div>
fr_fr: <div>Remise de: <strong>%s0.00 </strong>.</div>

# s2member-front
source: %1$s ~ ORIGINALLY: %2$s
fr_fr: %1$s ~ INITIALEMENT: %2$s

# s2member-front
source: <div>Sorry, your discount code is N/A, invalid or expired.</div>
fr_fr: <div>Désolé, votre code de remise n'est pas valable ou a expiré.</div>

# s2member-front
source: ERROR: Unexpected status. Please contact Support for assistance. The AliPay status did NOT match a required action.
fr_fr: Erreur: S'il vous plaît contacter le service d'assistance. Le statut AliPay ne correspond pas.

# s2member-front
source: ERROR: Unable to verify POST vars. Please contact Support for assistance. This is most likely related to an invalid AliPay configuration. If you are the site owner, please check: s2Member → AliPay Options.
fr_fr: Erreur: Impossible de vérifier les variables POST. S'il vous plaît contacter le service d'assistance. Ceci est probablement lié à une configuration incorrecte de AliPay. Si vous êtes le propriétaire du site, s'il vous plaît vérifier: s2Member → Options Alipay.

# s2member-front
source: <strong>Billing termination confirmed.</strong> Your account has been cancelled.
fr_fr: <strong>Confirmation d'annulation !</strong> Votre adhésion est annulée.

# s2member-front
source: <strong>Billing terminated.</strong> Your account has been cancelled.
fr_fr: <strong>Facturation annulée.</strong> Votre compte a été supprimé.

# s2member-front
source: You're <strong>NOT</strong> logged in.
fr_fr: Vous n'êtes <strong>PAS</strong> connecté.

# s2member-front
source: <strong>Thank you.</strong> Your account has been updated.
fr_fr: <strong>Merci.</strong> Votre compte a été mis à jour.

# s2member-front
source: <strong>Thank you.</strong> Your account has been approved.<br />&mdash; Please <a href="%s" rel="nofollow">log in</a>.
fr_fr: <strong>Merci.</strong> Votre compté a été approuvé.<br />&mdash; Veuillez <a href="%s" rel="nofollow">vous connecter</a>.

# s2member-front
source: <strong>Oops.</strong> A slight problem. Please contact Support for assistance.
fr_fr: <strong>Oups.</strong> Un léger problème. Veuillez contacter l'assistance d'aide en ligne.

# s2member-front
source: <strong>Thank you.</strong> Your account has been approved.<br />&mdash; You'll receive an email momentarily.
fr_fr: <strong>Merci.</strong> Votre compte a été approuvé.<br />&mdash; Vous allez recevoir un courriel d'un moment à l'autre.

# s2member-front
source: <strong>Unknown error.</strong> Please contact Support for assistance.
fr_fr: <strong>Erreur inconnue.</strong> S'il vous plaît contacter le service d'assistance.

# s2member-front
source: Security Verification
fr_fr: Vérification de sécurité

# s2member-front
source: Additional Info
fr_fr: Informations additionnelles

# s2member-front
source: 01 January
fr_fr: 01 Janvier

# s2member-front
source: 02 February
fr_fr: 02 Février

# s2member-front
source: 03 March
fr_fr: 03 Mars

# s2member-front
source: 04 April
fr_fr: 04 Avril

# s2member-front
source: 05 May
fr_fr: 05 Mai

# s2member-front
source: 06 June
fr_fr: 06 Juin

# s2member-front
source: 07 July
fr_fr: 07 Juillet

# s2member-front
source: 08 August
fr_fr: 08 Août

# s2member-front
source: 09 September
fr_fr: 09 Septembre

# s2member-front
source: 10 October
fr_fr: 10 Octobre

# s2member-front
source: 11 November
fr_fr: 11 Novembre

# s2member-front
source: 12 December
fr_fr: 12 Décembre

# s2member-front
source: <strong>Thank you.</strong> Please <a href="%s" rel="nofollow">log in</a>.
fr_fr: <strong>Merci.</strong> Veuillez <a href="%s" rel="nofollow">vous connecter</a>.

# s2member-front
source: <strong>Thank you.</strong> You'll receive an email momentarily.
fr_fr: <strong>Merci.</strong> Vous allez recevoir un courriel d'une minute à l'autre.

# s2member-admin
source: Authorize.Net configuration error. Please configure your Authorize.Net API Login ID.
fr_fr: Authorize.Net erreur de configuration. S'il vous plaît configurer votre Authorize.Net API ID de connexion.

# s2member-admin
source: Authorize.Net configuration error. Your Authorize.Net API Transaction Key is not yet configured.
fr_fr: Authorize.Net erreur de configuration. Votre API Authorize.Net Transaction Key est pas encore configuré.

# s2member-admin
source: Authorize.Net configuration error. Your Authorize.Net Secret MD5 Hash is not yet configured.
fr_fr: Authorize.Net erreur de configuration. Votre Authorize.Net secret MD5 Hash est pas encore configuré.

# s2member-front
source: You must <a href="%s" rel="nofollow">log in</a> to cancel your account.
fr_fr: Vous devez <a href="%s" rel="nofollow">vous connecter</a> pour annuler votre compte.

# s2member-front
source: Nothing to cancel. You're NOT a paid Member.
fr_fr: Rien à annuler. Vous n'avez pas d'adhésion payante.

# s2member-front
source: Nothing to cancel. You have NO recurring fees.
fr_fr: Rien à annuler. Vous n'avez AUCUN paiement récurrent.

# s2member-front
source: You must <a href="%s" rel="nofollow">log in</a> to update your billing information.
fr_fr: Vous devez <a href="%s" rel="nofollow">vous connecterlog in</a> pour mettre à jour vos informations de facturation.

# s2member-front
source: Nothing to update. You're NOT a paid Member.
fr_fr: Rien à mettre à jour. Vous n'avez rien payé.

# s2member-front
source: Nothing to update. You have NO recurring fees. Or, your billing profile is no longer active. Please contact Support if you need assistance.
fr_fr: Aucune mise à jour à faire. Vous n'avez PAS de frais récurrents. Ou, votre profil de facturation n'est plus actif. S'il vous plaît, contacter l'assistance si vous avez besoin d'aide.

# s2member-admin
source: Invalid form configuration. Missing "level" attribute. Membership Level. Must be numeric [0-%s].
fr_fr: Configuration du formulaire non valide. Attribut « niveau » non valide. Niveau d'abonnement. Doit être numérique [0-%s].

# s2member-admin
source: Invalid form configuration. Invalid "level" attribute. Membership Level. Must be numeric [0-%s].
fr_fr: Configuration du formulaire non valide. Attribut « niveau » non valide. Niveau d'abonnement. Doit être numérique [0-%s].

# s2member-admin
source: Invalid form configuration. Invalid "ccaps" attribute. Custom Capabilities. When provided, must be all lowercase [a-z_0-9,]. A preceding `-all,` directive is also acceptable.
fr_fr: Configuration du formulaire non valide. Attribut non valide « ccaps ». Fonctionnalités personnalisées. Lorsqu'il est fourni, doit être tous les minuscules [a-z_0-9]. Un précédent '-all,' directive est également acceptable.

# s2member-admin
source: Invalid form configuration. Invalid "tp" attribute. The Trial Period. When provided, must be numeric.
fr_fr: Invalid configuration du formulaire. "tp" Invalid attribut. La période d'essai. Lorsqu'il est fourni, doit être numérique.

# s2member-admin
source: Invalid form configuration. Invalid "tp" attribute. The Trial Period. When provided, must be >= 1.
fr_fr: Invalid configuration du formulaire. "Tp" Invalid attribut. La période d'essai. Lorsqu'il est fourni, doit être> = 1.

# s2member-admin
source: Invalid form configuration. Missing "tt" attribute. The Trial Term. When "tp" is provided, "tt" (Trial Term) must be one of D,W,M,Y.
fr_fr: Invalid configuration du formulaire. Manquant attribut "tt". Le terme de première instance. Lorsque "tp" est fourni, "tt" (Trial terme) doit être l'un des D, W, M, Y.

# s2member-admin
source: Invalid form configuration. Invalid "tt" attribute. The Trial Term. When "tp" is provided, "tt" (Trial Term) must be one of D,W,M,Y.
fr_fr: Invalid configuration du formulaire. Invalid attribut "tt". Le terme de première instance. Lorsque "tp" est fourni, "tt" (Trial terme) doit être l'un des D, W, M, Y.

# s2member-admin
source: Invalid form configuration. Invalid "custom" attribute. When provided, must start with your domain name.
fr_fr: Invalid configuration du formulaire. Invalid attribut "personnalisé". Lorsqu'il est fourni, doit commencer par votre nom de domaine.

# s2member-admin
source: Invalid form configuration. Missing "ids" attribute. Must contain comma-delimited Post/Page IDs.
fr_fr: Invalid configuration du formulaire. Missing "ids" attribut. Doit contenir ID Post / page séparés par des virgules.

# s2member-admin
source: Invalid form configuration. Invalid "ids" attribute. Must contain comma-delimited Post/Page IDs. Must contain [0-9,] only.
fr_fr: Invalid configuration du formulaire. "Ids" Invalid attribut. Doit contenir ID Post / page séparés par des virgules. Doit contenir [0-9,] seulement.

# s2member-admin
source: Invalid form configuration. Missing "exp" attribute. Specific Post/Page Expiration (in hours). Must be numeric.
fr_fr: Invalid configuration du formulaire. Manquant attribut "exp". Spécifique Post / page Expiration (en heures). Doit être numérique.

# s2member-admin
source: Invalid form configuration. Invalid "exp" attribute. Specific Post/Page Expiration (in hours). Must be numeric.
fr_fr: Invalid configuration du formulaire. Invalid attribut "exp". Spécifique Post / page Expiration (en heures). Doit être numérique.

# s2member-admin
source: Invalid form configuration. Invalid "exp" attribute. Specific Post/Page Expiration (in hours). Must be >= 1.
fr_fr: Invalid configuration du formulaire. Invalid attribut "exp". Spécifique Post / page Expiration (en heures). Doit être> = 1.

# s2member-admin
source: Invalid form configuration. Invalid "exp" attribute. Specific Post/Page Expiration (in hours). Must be <= 438291.
fr_fr: Invalid configuration du formulaire. Invalid attribut "exp". Spécifique Post / page Expiration (en heures). Doit être <= 438,291.

# s2member-admin
source: Invalid form configuration. Missing "sp_ids_exp" internal attribute. Please check Shortcode Attributes.
fr_fr: Invalid configuration du formulaire. Missing "sp_ids_exp" attribut interne. S'il vous plaît vérifier Shortcode Attributs.

# s2member-admin
source: Invalid form configuration. Invalid "sp_ids_exp" internal attribute. Please check Shortcode Attributes.
fr_fr: Invalid configuration du formulaire. Invalid "sp_ids_exp" attribut interne. S'il vous plaît vérifier Shortcode Attributs.

# s2member-admin
source: Invalid form configuration. Missing "desc" attribute. Please provide a Description for this form.
fr_fr: Invalid configuration du formulaire. Manquant attribut "desc". S'il vous plaît fournir une description pour ce formulaire.

# s2member-admin
source: Invalid form configuration. Your "desc" (Description) attribute must be <= 100 characters long.
fr_fr: Invalid configuration du formulaire. Votre "desc" (Description) attribut doit être <= 100 caractères.

# s2member-admin
source: Invalid form configuration. Missing "custom" attribute. Must start with your domain name.
fr_fr: Configuration du formulaire non valide. L'attribut « custom » manque. Doit commencer par votre nom de domaine.

# s2member-admin
source: Invalid form configuration. Invalid "custom" attribute. Must start with your domain name.
fr_fr: Configuration du formulaire non valide. Attribut non valide « custom ». Doit commencer par votre nom de domaine.

# s2member-admin
source: Invalid form configuration. Missing "cc" attribute. Must be a 3 character Currency Code.
fr_fr: Invalid configuration du formulaire. Manquant attribut "cc". Doit être un 3 caractère Code de devise.

# s2member-admin
source: Invalid form configuration. Invalid "cc" attribute. Must be a 3 character Currency Code.
fr_fr: Invalid configuration du formulaire. Invalid attribut "cc". Doit être un 3 caractère Code de devise.

# s2member-admin
source: Invalid form configuration. Missing "ra" attribute. The Regular Amount. Must be >= 0.00.
fr_fr: Invalid configuration du formulaire. Manquant attribut "ra". Le montant régulier. Doit être> = 0.00.
