Repository: Fredfav/s2member-translation
Catalog: s2member-*.po
Languages: fr_fr

# s2member-admin
source: Invalid form configuration. Invalid "rt, rp, rr" attributes. The "rt" (Regular Term) attribute is "Y", "rp" (Regular Period) > 5, and "rr" is not "BN" (Buy Now).
fr_fr: Invalid configuration du formulaire. Invalid "rt, rp, rr" attributs. Le "rt" (terme ordinaire) attribut est "Y", "rp" (période régulière)> 5, et "rr" est pas "BN" (Acheter maintenant).

# s2member-admin
source: Invalid form configuration. Invalid "rr, rra" attributes. When "rr" (Regular Recurring) is 0 or 1, "rra" (Recurring Retry Attempts) must be numeric.
fr_fr: Invalid configuration du formulaire. Invalid "rr, rra" attributs. Lorsque "rr" (récurrent régulier) est 0 ou 1, "rra" (Recurring Retry tentatives) doit être numérique.

# s2member-admin
source: Invalid form configuration. Invalid "rr, rra" attributes. When "rr" (Regular Recurring) is 0 or 1, "rra" (Recurring Retry Attempts) must be >= 0.
fr_fr: Invalid configuration du formulaire. Invalid "rr, rra" attributs. Lorsque "rr" (récurrent régulier) est 0 ou 1, "rra" (Recurring tentatives Retry) doit être> = 0.

# s2member-front
source: <strong>No Subscr. ID.</strong> Please contact Support for assistance.
fr_fr: <strong>Absence de Subscr. ID.</strong> Merci de contacter le support technique.

# s2member-front
source: API failure. Please contact Support for assistance.
fr_fr: Echec de l'API. S'il vous plaît contacter le service d'assistance.

# s2member-front
source: <strong>Thank you.</strong> Your account has been updated :-)
fr_fr: <strong>Merci.</strong> Votre compte a été mis à jour :-)

# s2member-admin
source: Stripe configuration error. Please configure your Publishable Stripe API Key.
fr_fr: Stripe erreur de configuration. S'il vous plaît configurer votre Publiable clé API Stripe.

# s2member-admin
source: Stripe configuration error. Your Secret Stripe API Key is not yet configured.
fr_fr: Stripe erreur de configuration. Your Secret Stripe API Key est pas encore configuré.

# s2member-admin
source: Invalid form configuration. Invalid "ra" attribute. The Regular Amount (when greater than 0.00), must be >= 0.50; i.e., the minimum amount that Stripe will charge is 0.50
fr_fr: Invalid configuration du formulaire. Invalid attribut "ra". Le montant régulier (lorsque supérieur à 0,00), doit être> = 0,50; à savoir, le montant minimum qui Stripe facturera est de 0,50

# s2member-admin
source: Invalid form configuration. Invalid "ra" attribute. The Regular Amount. Must be <= 999999.99.
fr_fr: Invalid configuration du formulaire. Invalid attribut "ra". Le montant régulier. Doit être <= 999999,99.

# s2member-admin
source: Invalid form configuration. Invalid "tt, tp" attributes. There is an Intial/Trial amount, and "tt" (Trial Term) attribute is "Y", and "tp" (Trial Period) > 2.
fr_fr: Invalid configuration du formulaire. Invalid "tt, tp" attributs. Il y a une quantité / Trial Intial, et "tt" (Trial Term) attribut est "Y" et "tp" (période d'essai)> 2.

# s2member-admin
source: Invalid form configuration. Invalid "ta" attribute. The Trial Amount. When provided, must be >= 0.50.
fr_fr: Invalid configuration du formulaire. Invalid "ta" attribut. Le montant de la première instance. Lorsqu'il est fourni, doit être> = 0,50.

# s2member-admin
source: Invalid form configuration. Invalid "ta" attribute. The Trial Amount. When provided, must be <= 999999.99.
fr_fr: Invalid configuration du formulaire. Invalid "ta" attribut. Le montant de la première instance. Lorsqu'il est fourni, doit être <= 999999,99.

# s2member-front
source: Missing Billing Info. Please try again.
fr_fr: Oubli d'informations de facturation. S'il vous plaît essayer de nouveau.

# s2member-front
source: Missing Billing Method. Please try again.
fr_fr: Informations concernant la méthode de paiement manquante. Essayez de nouveau.

# s2member-front
source: <strong>Oops.</strong> No Customer|Subscr. ID. Please contact Support for assistance.
fr_fr: <strong>Oops.</strong> No Customer|Subscr.ID. S'il vous plaît contacter le service d'assistance.

# s2member-front
source: Error: <strong>prepaid</strong> cards not accepted at this time. Please use a different card and try again.
fr_fr: Erreur: <strong>les cartes prépayées</strong> ne sont pas acceptées pour le moment. S'il vous plaît utilisez une autre carte et essayez à nouveau.

# s2member-front
source: Error code: <code>%1$s</code>. %2$s.
fr_fr: Code d'erreur : <code>%1$s</code>. %2$s.

# s2member-front
source: Invalid parameters to Stripe; please contact the site owner.
fr_fr: Paramètres invalides à rayures; s'il vous plaît contacter le propriétaire du site.

# s2member-front
source: Invalid Stripe API keys; please contact the site owner.
fr_fr: clés API Stripe non valides; s'il vous plaît contacter le propriétaire du site.

# s2member-front
source: Network communication failure with Stripe; please try again.
fr_fr: Panne de communication réseau Stripe ; s’il vous plaît essayer de nouveau.

# s2member-front
source: Stripe API error; please try again.
fr_fr: API error Stripe; Veuillez réessayer.

# s2member-front
source: Stripe error; please try again.
fr_fr: erreur Stripe; Veuillez réessayer.

# s2member-front
source: Password
fr_fr: ﻿Mot de passe

# s2member-front
source: signup now
fr_fr: S'inscrire maintenant

# s2member-front
source: forgot password?
fr_fr: Mot de passe oublié?

# s2member-front
source: Remember Me
fr_fr: Se souvenir de Moi

# s2member-front
source: Log Me In
fr_fr: Me connecter

# s2member-front
source: My Account
fr_fr: Mon compte

# s2member-front
source: Please disable popup blockers and try again!
fr_fr: S'il vous plaît désactivez les bloqueurs de pop-up et essayez à nouveau!

# s2member-front
source: Edit My Profile
fr_fr: Editez mon profil

# s2member-front
source: Logout
fr_fr: Déconnexion

# s2member-front
source: Membership Login
fr_fr: Connexion des membres

# s2member-front
source: My Profile Summary
fr_fr: Mon Profil Résumé

source: 0 / non-recurring
fr_fr: 0 / non récurrent

# s2member-front
source: Redemption Code
fr_fr: Code de réduction

# s2member-front
source: used
fr_fr: utilisé

# s2member-front
source: Click to Redeem
fr_fr: Profitez de la promo

# s2member-front
source: unused
fr_fr: non utilisé

# s2member-front
source: Search users...
fr_fr: Rechercher un utilisateur

# s2member-front
source: Security Verification missing. Please try again.
fr_fr: Vérification de sécurité manquantes. Veuillez réessayer.

# s2member-front
source: Please choose a Billing Method.
fr_fr: ﻿Veuillez choisir un mode de paiement

# s2member-front
source: Calculating Sales Tax...
fr_fr: Calcul de la taxe de vente ...

# s2member-front
source: calculating sales tax...
fr_fr: calcul de la taxe de vente ...

# s2member-front
source: <strong>Sales Tax%s:</strong> %s<br /><strong>— Total%s:</strong> %s
fr_fr: <strong>Taxe de vente%s:%</strong> s <br /> <strong>- Total%s:%</strong> s

# s2member-front
source: Today
fr_fr: Aujourd’hui

# s2member-front
source: Create Profile
fr_fr: Créez un profil

# s2member-front
source: Your Profile
fr_fr: Votre Profil

# s2member-front
source: Thank you! Please check your email for further details.
fr_fr: Merci! Veuillez vérifier votre boite de réception pour plus de détails.

# s2member-front
source: Submit Form
fr_fr: Envoyez le formulaire

# s2member-front
source: Add
fr_fr: Ajouter

# s2member-front
source: No Billing Method; please try again.
fr_fr: Aucune méthode de facturation; Veuillez réessayer.

# s2member-front
source: Thanks %%%%first_name%%%%! Your membership has been approved. %%%%item_name%%%% Subscr. ID: %%%%subscr_id%%%% Charges today: %%%%currency_symbol%%%%%%%%initial%%%% Recurring charges: %%%%currency_symbol%%%%%%%%recurring/regular_cycle%%%% If you have any trouble, please feel free to contact us. Best Regards, %s
fr_fr: Merci %%%%first_name %%%%! Votre adhésion a été approuvée. %%%%item_name%%%% ID d&#39;abonné : %%%%subscr_id%%%% Charges aujourd&#39;hui : les frais de %%%%initial%%%%%%%%currency_symbol%%%% Récurrent : %%%%recurring/regular_cycle%%%%%%%%currency_symbol%%%% Your nom d&#39;utilisateur/mot de passe arrivera sous peu, dans un courriel séparé. Si vous avez des problèmes, n&#39;hésitez pas à nous contacter. Cordialement, %s

# s2member-front
source: Thanks %%%%first_name%%%%! %%%%item_name%%%% Transaction ID: %%%%txn_id%%%% Charges today: %%%%currency_symbol%%%%%%%%amount%%%% Your order can be retrieved here: %%%%sp_access_url%%%% (link expires in %%%%sp_access_exp%%%%) If you have any trouble, please feel free to contact us. Best Regards, %s
fr_fr: Merci %%%%first_name%%%%! %%%%item_name%%%% ID de Transaction : %%%%txn_id%%%% Charges aujourd'hui : %%%%amount%%%%%%%%currency_symbol%%%% Votre commande peut être récupérée ici : %%%%sp_access_url%%%% (lien expire dans %%%% sp_access_exp %%%%) Si vous avez des problèmes, n&#39;hésitez pas à nous contacter. Cordiallement, %s

# s2member-front
source: Renewal Reminder (Account Expires in %%%%eot_descriptive_time%%%%)
fr_fr: Rappel de renouvellement (compte expire dans %%%% eot_descriptive_time %%%%)

# s2member-front
source: Hi %%%%first_name%%%%! Just a reminder that your account access will expire: %%%%eot_date_time_tz%%%% (%%%%eot_descriptive_time%%%% from now). Please log in if you'd like to renew: %s If you have any trouble, feel free to contact us. Best Regards, %s
fr_fr: Bonjour %%% first_name %%% ! Votre accès compte expirera: %%% eot_date_time_tz %%% (%%% eot_descriptive_time %%% a partir de maintenant). Veuillez vous connecter si vous souhaitez renouveler : %s si vous avez des problèmes, n'hésitez pas à nous contacter. Cordialement, %s

# s2member-front
source: <div><small style="font-size:70%;">ClickBank is the retailer of products on this site. CLICKBANK® is a registered trademark of Click Sales, Inc., a Delaware corporation located at 917 S. Lusk Street, Suite 200, Boise Idaho, 83706, USA and used by permission. ClickBank's role as retailer does not constitute an endorsement, approval or review of these products or any claim, statement or opinion used in promotion of these products.</small></div><p>%1$s <strong><em>says&hellip;</em></strong></p>
fr_fr: <div> <small style="font-size:70%;">ClickBank est le détaillant de produits sur ce site. ClickBank est une marque déposée de Click Sales, Inc., une société</small> du <small style="font-size:70%;">Delaware située à 917 S. Lusk Street, Suite 200, Boise Idaho, 83706, États</small> - <small style="font-size:70%;">Unis et utilisé par</small> la <small style="font-size:70%;">permission. Le rôle de ClickBank comme détaillant ne constitue pas une approbation,</small> d' <small style="font-size:70%;">approbation ou</small> d' <small style="font-size:70%;">examen de ces produits ou toute réclamation, déclaration ou opinion utilisés dans</small> la <small style="font-size:70%;">promotion de ces produits.</small> </div><p> %1$s <strong><em>dit ...</em></strong> </p>

# s2member-front
source: Confirm Cancellation
fr_fr: Confirmez l'annulation

# s2member-front
source: Checkout Options
fr_fr: Options du paiement

# s2member-front
source: Gift, Coupon, or Redemption Code?
fr_fr: Code de réduction

# s2member-front
source: Apply
fr_fr: Appliquez

# s2member-front
source: Username (lowercase alphanumeric)
fr_fr: Identifiant (alphanumérique minuscule)

# s2member-front
source: Password (type this twice please)
fr_fr: Mot de passe (veuillez le taper deux fois)

# s2member-front
source: Billing Method
fr_fr: Moyens de Paiement

# s2member-front
source: Card Number (no dashes or spaces)
fr_fr: Numéro de la carte (pas de tirets ou d'espaces)

# s2member-front
source: Card Expiration Date (mm/yyyy)
fr_fr: Date d'expiration (mm/aaaa)

# s2member-front
source: Card Verification Code
fr_fr: Code de vérification de la carte

# s2member-front
source: need help?
fr_fr: besoin d'aide?

# s2member-front
source: Card Start Date (mm/yyyy), or Issue Number
fr_fr: Vous devez indiquer une date de début valide ou un numéro d'émission (mm/aaaa)

# s2member-front
source: Billing Address
fr_fr: Adresse de facturation

# s2member-front
source: Street Address
fr_fr: Rue

# s2member-front
source: City / Town
fr_fr: Ville

# s2member-front
source: State / Province
fr_fr: Etat / Province

# s2member-front
source: Postal / Zip Code
fr_fr: Code postal

# s2member-front
source: Country
fr_fr: Pays

# s2member-front
source: Checkout Now
fr_fr: Payer maintenant

# s2member-front
source: Registration Options
fr_fr: Options d'inscription

# s2member-front
source: Complete Registration
fr_fr: Terminez l’inscription

# s2member-front
source: Contact Info
fr_fr: Informations de Contact

# s2member-front
source: New Billing Method
fr_fr: Nouvelle méthode de facturation

# s2member-front
source: Update Billing Information
fr_fr: Mettez à jour vos informations de facturation.

# s2member-front
source: Add Billing Method
fr_fr: Ajouter un Moyen de Paiement

# s2member-front
source: Tax Location
fr_fr: Lieu de facturation

# s2member-front
source: Search
fr_fr: Rechercher

# s2member-front
source: Sorry, your search returned 0 results.
fr_fr: Désolé, votre recherche a donné 0 résultats.

# s2member-front
source: Sorry, search is not allowed here. The shortcode attribute <code>enable_list_search</code> was not enabled by the site owner.
fr_fr: Désolé, la recherche n'a pas le droit ici. L'attribut shortcode <code>enable_list_search</code> n'a pas été activée par le propriétaire du site.

# s2member-front
source: Sorry, there are no users to list at this time.
fr_fr: Désolé, il n'y a pas d'utilisateurs à la liste à ce moment.

# s2member-admin
source: AliPay (Buy Now)
fr_fr: AliPay (Acheter)

# s2member-admin
source: One Time (for lifetime access)
fr_fr: Une fois (pour un accès à vie)

# s2member-admin
source: One Time (for 1 day access)
fr_fr: Une fois (pour l'accès de 1 jour)

# s2member-admin
source: One Time (for 2 day access)
fr_fr: Une fois (pour l'accès de 2 jours)

# s2member-admin
source: One Time (for 3 day access)
fr_fr: Une fois (pour l'accès de 3 jours)

# s2member-admin
source: One Time (for 4 day access)
fr_fr: Une fois (pour l'accès de 4 jours)

# s2member-admin
source: One Time (for 5 day access)
fr_fr: Une fois(pour l'accès de 5 jours)

# s2member-admin
source: One Time (for 6 day access)
fr_fr: Une fois (pour l'accès de 6 jours)

# s2member-admin
source: One Time (for 1 week access)
fr_fr: Une fois (pour l'accès 1 semaine)

# s2member-admin
source: One Time (for 2 week access)
fr_fr: Une fois (pour l'accès de 2 semaines)

# s2member-admin
source: One Time (for 3 week access)
fr_fr: Une fois (pour l'accès de 3 semaines)

# s2member-admin
source: One Time (for 1 month access)
fr_fr: Une fois (pour l'accès 1 mois)

# s2member-admin
source: One Time (for 2 month access)
fr_fr: Une fois (pour l'accès de 2 mois)

# s2member-admin
source: One Time (for 3 month access)
fr_fr: Une fois (pour l'accès de 3 mois)

# s2member-admin
source: One Time (for 4 month access)
fr_fr: Une fois (pour l'accès de 4 mois)

# s2member-admin
source: One Time (for 5 month access)
fr_fr: Une fois (pour l'accès de 5 mois)

# s2member-admin
source: One Time (for 6 month access)
fr_fr: Une fois (pour l'accès de 6 mois)

# s2member-admin
source: One Time (for 1 year access)
fr_fr: Une fois (pour l'accès 1 an)

# s2member-admin
source: One Time (for 2 year access)
fr_fr: Une fois (pour l'accès de 2 ans)

# s2member-admin
source: One Time (for 3 year access)
fr_fr: Une fois (pour l'accès de 3 ans)

# s2member-admin
source: One Time (for 4 year access)
fr_fr: Une fois (pour l'accès de 4 ans)

# s2member-admin
source: One Time (for 5 year access)
fr_fr: Une fois (pour un accès de 5 ans)

# s2member-admin
source: Authorize.Net (Buy Now)
fr_fr: Authorize.Net (Acheter Maintenant)

# s2member-admin
source: Authorize.Net (Subscriptions)
fr_fr: Authorize.Net (Abonnements)

# s2member-admin
source: ccBill Non-Recurring / Buy Now
fr_fr: CCBill non récurrents / Acheter maintenant

# s2member-admin
source: ccBill Recurring Plans
fr_fr: CCBill récurrent Plans

# s2member-admin
source: ClickBank (Fixed Terms)
fr_fr: ClickBank (Conditions)

# s2member-admin
source: Recurring
fr_fr: Récurrent

# s2member-admin
source: Weekly
fr_fr: Hebdomadaire

# s2member-admin
source: Bi-Weekly
fr_fr: Bi-Hebdomadaire

# s2member-admin
source: Monthly
fr_fr: Mensuel

# s2member-admin
source: Quarterly
fr_fr: Trimestrielle

# s2member-admin
source: No Trial
fr_fr: Pas d'Essai

# s2member-admin
source: 3 Days
fr_fr: 3 jours

# s2member-admin
source: 4 Days
fr_fr: 4 jours

# s2member-admin
source: 5 Days
fr_fr: 5 jours

# s2member-admin
source: 6 Days
fr_fr: 6 jours

# s2member-admin
source: 7 Days
fr_fr: 7 jours

# s2member-admin
source: 8 Days
fr_fr: 8 jours

# s2member-admin
source: 9 Days
fr_fr: 9 jours

# s2member-admin
source: 10 Days
fr_fr: 10 jours

# s2member-admin
source: 11 Days
fr_fr: 11 jours

# s2member-admin
source: 12 Days
fr_fr: 12 jours

# s2member-admin
source: 13 Days
fr_fr: 13 jours

# s2member-admin
source: 14 Days
fr_fr: 14 jours

# s2member-admin
source: 15 Days
fr_fr: 15 jours

# s2member-admin
source: 16 Days
fr_fr: 16 jours

# s2member-admin
source: 17 Days
fr_fr: 17 jours

# s2member-admin
source: 18 Days
fr_fr: 18 jours

# s2member-admin
source: 19 Days
fr_fr: 19 jours

# s2member-admin
source: 20 Days
fr_fr: 20 jours

# s2member-admin
source: 21 Days
fr_fr: 21 jours

# s2member-admin
source: 22 Days
fr_fr: 22 jours

# s2member-admin
source: 23 Days
fr_fr: 23 jours

# s2member-admin
source: 24 Days
fr_fr: 24 jours

# s2member-admin
source: 25 Days
fr_fr: 25 jours

# s2member-admin
source: 26 Days
fr_fr: 26 jours

# s2member-admin
source: 27 Days
fr_fr: 27 jours

# s2member-admin
source: 28 Days
fr_fr: 28 jours

# s2member-admin
source: 29 Days
fr_fr: 29 jours

# s2member-admin
source: 30 Days
fr_fr: 30 jours

# s2member-admin
source: 31 Days
fr_fr: 31 jours

# s2member-admin
source: Google (Buy Now)
fr_fr: Google (Acheter Maintenant)

# s2member-admin
source: Google (Subscriptions)
fr_fr: Google (Abonnements)

# s2member-admin
source: PayPal Pro (Subscriptions)
fr_fr: PayPal Pro (Abonnements)

# s2member-admin
source: PayPal Pro (Buy Now)
fr_fr: PayPal (acheter maintenant)

# s2member-admin
source: Stripe (Buy Now)
fr_fr: Stripe (Achat immédiat)

# s2member-admin
source: Stripe (Subscriptions)
fr_fr: Stripe (Abonnements)

# s2member-front
source: This will cancel your account. Are you sure?
fr_fr: Ceci supprimera votre compte. Êtes-vous sûr de le vouloir?

# s2member-front
source: Signup now, it's Free!
fr_fr: Souscrire maintenant, c'est gratuit!

# s2member-front
source: Update your billing information.
fr_fr: Mettez à jour vos informations de facturation.
