Repository: Fredfav/s2member-translation
Catalog: s2member-*.po
Languages: fr_fr

# s2member-admin
source: Invalid form configuration. Invalid "ra" attribute. The Regular Amount. Must be numeric.
fr_fr: Invalid configuration du formulaire. Invalid attribut "ra". Le montant régulier. Doit être numérique.

# s2member-admin
source: Invalid form configuration. Invalid "ra" attribute. The Regular Amount. Must be >= 0.00.
fr_fr: Invalid configuration du formulaire. Invalid attribut "ra". Le montant régulier. Doit être> = 0.00.

# s2member-admin
source: Invalid form configuration. Invalid "ra" attribute. The Regular Amount. Must be <= 99999.00.
fr_fr: Invalid configuration du formulaire. Invalid attribut "ra". Le montant régulier. Doit être <= 99999,00.

# s2member-front
source: You must <a href="%s" rel="nofollow">login</a> to update your billing plan.
fr_fr: Vous devez <a href="%s" rel="nofollow">vous connecter</a> pour mettre à jour votre plan de facturation.

# s2member-front
source: You must <a href="%s" rel="nofollow">login</a> before making this purchase.
fr_fr: Vous devez <a href="%s" rel="nofollow">vous connecter</a> avant de faire cet achat.

# s2member-admin
source: Invalid form configuration. Missing "level" attribute. Membership Level. Must be numeric [1-%s], or an asterisk (*).
fr_fr: Invalid configuration du formulaire. Manquant attribut "level". Niveau d'adhésion. Doit être numérique [1-%s], ou un astérisque (*).

# s2member-admin
source: Invalid form configuration. Invalid "level" attribute. Membership Level. Must be numeric [1-%s], or an asterisk (*).
fr_fr: Configuration du formulaire non valide. Attribut « niveau » non valide. Niveau d'abonnement. Doit être numérique [0-%s].

# s2member-admin
source: Invalid form configuration. Missing or invalid "ccaps" attribute. When "level" is "*" for (Independent Custom Capabilities), "ccaps" is required. All lowercase [a-z_0-9,]. A preceding `-all,` directive is also acceptable.
fr_fr: Configuration du formulaire non valide. Attribut non valide « ccaps ». Fonctionnalités personnalisées. Lorsqu'il est fourni, doit être tous les minuscules [a-z_0-9]. Un précédent '-all,' directive est également acceptable.

# s2member-admin
source: Invalid form configuration. Invalid "custom" attribute. Must start with matching domain.
fr_fr: Invalid configuration du formulaire. Invalid attribut "personnalisé". Doit commencer avec le domaine correspondant.

# s2member-admin
source: Invalid form configuration. Invalid "tt, tp" attributes. There is an Intial/Trial amount, and "tt" (Trial Term) attribute is "D", and "tp" (Trial Period) > 365.
fr_fr: Invalid configuration du formulaire. Invalid "tt, tp" attributs. Il y a une quantité Intial / Trial, et "tt" (Trial Term) attribut est "D", et "tp" (période d'essai)> 365.

# s2member-admin
source: Invalid form configuration. Invalid "tt, tp" attributes. There is an Intial/Trial amount, and "tt" (Trial Term) attribute is "W", and "tp" (Trial Period) > 52.
fr_fr: Invalid configuration du formulaire. Invalid "tt, tp" attributs. Il y a une Intial / quantité de première instance, et "tt" (Trial Term) attribut est "W", et "tp" (période d'essai)> 52.

# s2member-admin
source: Invalid form configuration. Invalid "tt, tp" attributes. There is an Intial/Trial amount, and "tt" (Trial Term) attribute is "M", and "tp" (Trial Period) > 12.
fr_fr: Invalid configuration du formulaire. Invalid "tt, tp" attributs. Il y a une Intial / quantité de première instance, et "tt" (Trial Term) attribut est "M", et "tp" (période d'essai)> 12.

# s2member-admin
source: Invalid form configuration. Invalid "tt, tp" attributes. There is an Intial/Trial amount, and "tt" (Trial Term) attribute is "Y", and "tp" (Trial Period) > 1.
fr_fr: Invalid configuration du formulaire. Invalid "tt, tp" attributs. Il y a une quantité / Trial Intial, et "tt" (Trial Term) attribut est "Y" et "tp" (période d'essai)> 1.

# s2member-admin
source: Invalid form configuration. Invalid "ta" attribute. The Trial Amount. When provided, must be numeric.
fr_fr: Invalid configuration du formulaire. "tp" Invalid attribut. La période d'essai. Lorsqu'il est fourni, doit être numérique.

# s2member-admin
source: Invalid form configuration. Invalid "ta" attribute. The Trial Amount. When provided, must be >= 0.00.
fr_fr: Invalid configuration du formulaire. Invalid "ta" attribut. Le montant de la première instance. Lorsqu'il est fourni, doit être> = 0.00.

# s2member-admin
source: Invalid form configuration. Invalid "ta" attribute. The Trial Amount. When provided, must be <= 99999.00.
fr_fr: Invalid configuration du formulaire. Invalid "ta" attribut. Le montant de la première instance. Lorsqu'il est fourni, doit être <= 99999,00.

# s2member-admin
source: Invalid form configuration. Missing "rp" attribute. The Regular Period. Must be >= 1.
fr_fr: Invalid configuration du formulaire. Manquant attribut "rp". La période régulière. Doit être> = 1.

# s2member-admin
source: Invalid form configuration. Invalid "rp" attribute. The Regular Period. Must be numeric.
fr_fr: Invalid configuration du formulaire. Invalid attribut "rp". La période régulière. Doit être numérique.

# s2member-admin
source: Invalid form configuration. Invalid "rp" attribute. The Regular Period. Must be >= 1.
fr_fr: Invalid configuration du formulaire. Invalid attribut "rp". La période régulière. Doit être> = 1.

# s2member-admin
source: Invalid form configuration. Missing "rt" attribute. The Regular Term. Must be one of D,W,M,Y,L.
fr_fr: Invalid configuration du formulaire. Manquant attribut "rt". Le terme régulier. Doit être l'un des D, W, M, Y, L.

# s2member-admin
source: Invalid form configuration. Invalid "rt" attribute. The Regular Term. Must be one of D,W,M,Y,L.
fr_fr: Invalid configuration du formulaire. "Rt" Invalid attribut. Le terme régulier. Doit être l'un des D, W, M, Y, L.

# s2member-admin
source: Invalid form configuration. Invalid "rt, rp, rr" attributes. The "rt" (Regular Term) attribute is "D", "rp" (Regular Period) is < 7, and "rr" is not "BN" (Buy Now).
fr_fr: Invalid configuration du formulaire. Invalid "rt, rp, rr" attributs. Le "rt" (Regular Term) attribut est "D", "rp" (période régulière) est <7, et "rr" est pas "BN" (Acheter maintenant).

# s2member-admin
source: Invalid form configuration. Invalid "rt, rp, rr" attributes. The "rt" (Regular Term) attribute is "D", "rp" (Regular Period) > 365, and "rr" is not "BN" (Buy Now).
fr_fr: Invalid configuration du formulaire. Invalid "rt, rp, rr" attributs. Le "rt" (Regular Term) attribut est "D", "rp" (Période ordinaire)> 365, et "rr" est pas "BN" (Acheter maintenant).

# s2member-admin
source: Invalid form configuration. Invalid "rt, rp, rr" attributes. The "rt" (Regular Term) attribute is "W", "rp" (Regular Period) > 52, and "rr" is not "BN" (Buy Now).
fr_fr: Invalid configuration du formulaire. Invalid "rt, rp, rr" attributs. Le "rt" (terme ordinaire) attribut est "W", "rp" (période régulière)> 52, et "rr" est pas "BN" (Acheter maintenant).

# s2member-admin
source: Invalid form configuration. Invalid "rt, rp, rr" attributes. The "rt" (Regular Term) attribute is "M", "rp" (Regular Period) > 12, and "rr" is not "BN" (Buy Now).
fr_fr: Invalid configuration du formulaire. Invalid "rt, rp, rr" attributs. Le "rt" (terme ordinaire) attribut est "M", "rp" (période régulière)> 12, et "rr" est pas "BN" (Acheter maintenant).

# s2member-admin
source: Invalid form configuration. Invalid "rt, rp, rr" attributes. The "rt" (Regular Term) attribute is "Y", "rp" (Regular Period) > 1, and "rr" is not "BN" (Buy Now).
fr_fr: Invalid configuration du formulaire. Invalid "rt, rp, rr" attributs. Le "rt" (terme ordinaire) attribut est "Y", "rp" (période régulière)> 1, et "rr" est pas "BN" (Acheter maintenant).

# s2member-admin
source: Invalid form configuration. Invalid "rp, rt" attributes. The "rt" (Regular Term) attribute is "L" (Lifetime), and "rp" (Regular Period) > 1.
fr_fr: Invalid configuration du formulaire. Invalid "rp, rt" attributs. Le "rt" (terme ordinaire) attribut est "L" (durée de vie), et "rp" (période régulière)> 1.

# s2member-admin
source: Invalid form configuration. Invalid "rt, rr" attributes. The "rt" (Regular Term) attribute is "L" (Lifetime), and "rr" is not "BN" (Buy Now).
fr_fr: Invalid configuration du formulaire. Invalid "rt, rr" attributs. Le "rt" (Regular Term) attribut est "L" (durée de vie), et "rr" est pas "BN" (Acheter maintenant).

# s2member-admin
source: Invalid form configuration. Missing "level_ccaps_eotper" attribute. Please check Shortcode Attributes.
fr_fr: Invalid configuration du formulaire. Missing "level_ccaps_eotper" attribut. S'il vous plaît vérifier Shortcode Attributs.

# s2member-admin
source: Invalid form configuration. Invalid "level_ccaps_eotper" attribute. Please check Shortcode Attributes.
fr_fr: Invalid configuration du formulaire. "Level_ccaps_eotper" Invalid attribut. S'il vous plaît vérifier Shortcode Attributs.

# s2member-admin
source: Invalid form configuration. Invalid "rr" attribute. Regular Recurring. When provided, must be 0, 1, or BN.
fr_fr: Invalid configuration du formulaire. Invalid attribut "rr". Régulier récurrent. Lorsqu'il est fourni, doit être 0, 1 ou BN.

# s2member-admin
source: Invalid form configuration. Invalid "rr, tp" attributes. The "rr" (Regular Recurring) attribute is "BN" (Buy Now), and "tp" (Trial Period) is not "0".
fr_fr: Invalid configuration du formulaire. Invalid "rr, tp" attributs. Le "rr" (récurrent régulier) attribut est "BN" (Acheter maintenant), et "tp" (période d'essai) n'est pas "0".

# s2member-admin
source: Invalid form configuration. Invalid "level, rr" attributes. The "level" (Level) attribute is "*" for (Independent Custom Capabilities), and "rr" is not "BN" (Buy Now).
fr_fr: Invalid configuration du formulaire. "Niveau, rr" Invalid attributs. Le (niveau) attribut "level" est "*" pour (capacités indépendantes sur mesure), et "rr" est pas "BN" (Acheter maintenant).

# s2member-admin
source: Invalid form configuration. Invalid "ta, tp, tt" attributes. Trial Period. When provided, these cannot be exactly the same as your "ra, rp, rt" attributes.
fr_fr: Invalid configuration du formulaire. Invalide "ta, tp, tt" attributs. Période d'essai. Lorsqu'ils sont fournis, ceux-ci peuvent ne pas être exactement le même que votre "ra, rp, rt" attributs.

# s2member-admin
source: Invalid form configuration. Invalid "rrt" attribute. Recurring Times (fixed). When provided, must be numeric.
fr_fr: Invalid configuration du formulaire. "Rrt" Invalid attribut. Récurrent temps (fixe). Lorsqu'il est fourni, doit être numérique.

# s2member-admin
source: Invalid form configuration. Invalid "rrt" attribute. Recurring Times (fixed). When provided, must be >= 1.
fr_fr: Invalid configuration du formulaire. "Rrt" Invalid attribut. Récurrent temps (fixe). Lorsqu'il est fourni, doit être> = 1.

# s2member-admin
source: Invalid form configuration. Invalid "rr, rrt" attributes. When "rrt" (Recurring Times) is provided, "rr" (Regular Recurring) must be 1.
fr_fr: Invalid configuration du formulaire. Invalid "rr, rrt" attributs. Lorsque "rrt" (Recurring Times) est fourni, «rr» (courant ordinaire) doit être 1.

# s2member-front
source: Missing or invalid Security Verification. Please try again.
fr_fr: Vérification de sécurité absente ou non valide. Veuillez essayer à nouveau.

# s2member-admin
source: Unable to process. You are an Administrator. Stopping here for security. Otherwise, an Administrator could lose access.
fr_fr: Impossible de traiter. Vous êtes un administrateur. Arrêt ici pour la sécurité. Sinon, un administrateur pourrait perdre l'accès.

# s2member-front
source: Missing Card Type (Billing Method). Please try again.
fr_fr: Vous n'avez pas choisi le type de carte. Essayez à nouveau.

# s2member-front
source: Invalid Card Type (Billing Method). Please try again.
fr_fr: Type de carte non valide (Méthode de facturation). Veuillez essayer à nouveau.

# s2member-front
source: Missing Card Number. Please try again.
fr_fr: Numéro de la carte absente. Veuillez essayer à nouveau.

# s2member-front
source: Missing Card Expiration Date (mm/yyyy). Please try again.
fr_fr: La date de l'expiration de votre carte manque (mm/aaaa). Veuillez essayer à nouveau.

# s2member-front
source: Invalid Card Expiration Date. Must be in this format (mm/yyyy). Please try again.
fr_fr: La date de l'expiration de votre carte n'est pas valide. Le format doit être (mm/aaaa). Veuillez essayer à nouveau.

# s2member-front
source: Missing Card Verification Code. It's on the back of your Card. 3-4 digits. Please try again.
fr_fr: Vous n'avez pas renseigné le code de vérification carte. C'est sur le dos de votre carte 3 chiffres. S'il vous plaît essayer de nouveau.

# s2member-front
source: Missing Card Start Date, or Issue #. Required for Maestro/Solo. Please try again.
fr_fr: Vous n'avez pas renseigné la date de début de la carte, ou la question #. Requis pour Maestro/Solo. S'il vous plaît essayer de nouveau.

# s2member-front
source: Missing Street Address. Please try again.
fr_fr: Vous n'avez pas renseigné l'adresse. S'il vous plaît essayer de nouveau.

# s2member-front
source: Missing City/Town. Please try again.
fr_fr: Vous n'avez pas renseigné la ville. S'il vous plaît essayer de nouveau.

# s2member-front
source: Missing State/Province. Please try again.
fr_fr: Vous n'avez pas renseigné Etat / Province. S'il vous plaît essayer à nouveau.

# s2member-front
source: Missing Country. Please try again.
fr_fr: Vous n'avez pas renseigné le pays. S'il vous plaît essayer de nouveau.

# s2member-front
source: Missing Postal/Zip Code. Please try again.
fr_fr: Code postal manquant. S’il vous plaît essayer de nouveau.

# s2member-front
source: Missing First Name. Please try again.
fr_fr: Prénom manquant. S'il vous plaît essayer à nouveau.

# s2member-front
source: Missing Last Name. Please try again.
fr_fr: Nom manquant. S'il vous plaît essayer de nouveau.

# s2member-front
source: Missing or invalid Email Address. Please try again.
fr_fr: Adresse email manquante ou invalide. S'il vous plaît essayer à nouveau.

# s2member-front
source: Invalid Email Address. Please try again.
fr_fr: Cette adresse courriel n'est pas valade. Veuillez essayer à nouveau.

# s2member-front
source: That Email Address is already in use. Please try again.
fr_fr: Cette adresse courriel est déjà utilisée. Veuillez essayer à nouveau.

# s2member-front
source: Missing or invalid Username. Please try again.
fr_fr: Identifiant absent ou invalide. Veuillez essayer à nouveau.

# s2member-front
source: Invalid Username. Please try again. Use ONLY lowercase alphanumerics.
fr_fr: Cet identifiant n'est pas valide. Veuillez essayer à nouveau. Utilisez UNIQUEMENT des lettres ou des chiffres en minuscules.

# s2member-front
source: That Username is already in use. Please try again.
fr_fr: Cet identifiant est déjà utilisé. Veuillez essayer à nouveau.

# s2member-front
source: Missing Password. Please try again.
fr_fr: Mot de passe absent. Veuillez essayer à nouveau.

# s2member-front
source: Invalid Password. Must be at least %1$s characters. Please try again.
fr_fr: Mot de passe invalide. Il doit contenir au moins %1$s caractères. Veuillez essayer à nouveau.

# s2member-front
source: Invalid Password. Max length is 64 characters. Please try again.
fr_fr: Mot de passe invalide. La longueur maximale est de 64 caractères. Veuillez essayer à nouveau.

# s2member-front
source: Password fields do NOT match. Please try again.
fr_fr: Les mots de passe ne correspondent pas. Veuillez essayer à nouveau.

# s2member-front
source: You must <a href="%s" rel="nofollow">log in</a> to modify your billing plan.
fr_fr: Vous devez <a href="%s" rel="nofollow">vous connecter</a> pour modifier votre plan de facturation.

# s2member-front
source: You must <a href="%s" rel="nofollow">log in</a> before making this purchase.
fr_fr: Vous devez <a href="%s" rel="nofollow">vous connecter</a> avant de faire cette souscription.

# s2member-front
source: Unknown form submission type. Please contact Support.
fr_fr: Type inconnu de formulaire de soumission. S'il vous plaît contacter le Support.

# s2member-front
source: <strong>Thank you.</strong> Your purchase has been approved.<br />&mdash; Please <a href="%s" rel="nofollow">click here</a> to proceed.
fr_fr: <strong>Merci.</strong> Votre adhésion a été approuvé. <br /> - S'il vous plaît <a href="%s" rel="nofollow">cliquez ici</a> pour continuer.

# s2member-front
source: <strong>Oops.</strong> Unable to generate Access Link. Please contact Support for assistance.
fr_fr: <strong>Oops.</strong> Impossible de générer Link Access. S'il vous plaît contacter le service d'assistance.

# s2member-front
source: <strong>Confirmed.</strong> Your billing information has been updated.
fr_fr: <strong>Confirmé.</strong> Vos informations de facturation a été mis à jour.

# s2member-front
source: <strong>Unable to update.</strong> You have NO recurring fees. Or, your billing profile is no longer active. Please contact Support if you need assistance.
fr_fr: <strong>Impossible de mettre à jour.</strong> Vous avez pas de frais récurrents. Ou, votre profil de facturation est plus active. S'il vous plaît contacter le support si vous avez besoin d'aide.

# s2member-front
source: <strong>Oops.</strong> No Subscr. ID. Please contact Support for assistance.
fr_fr: <strong>Oups.</strong> Aucun ID Abonné. S'il vous plaît contacter le service d'assistance.

# s2member-front
source: ERROR: Unexpected txnType. Please contact Support for assistance.\n\nThe ClickBank txnType did not match a required action.
fr_fr: ERREUR: txnType inattendue. S'il vous plaît contacter le service d'assistance. \ N \ nLe ClickBank txnType ne correspond une action nécessaire.

# s2member-front
source: ERROR: Unable to verify POST vars. Please contact Support for assistance.\n\nThis is most likely related to an invalid ClickBank configuration. If you are the site owner, please check: s2Member → ClickBank Options.
fr_fr: ERREUR: Impossible de vérifier vars POST. S'il vous plaît contacter le service d'assistance. \ N \ nCette est très probablement liée à une configuration non valide ClickBank. Si vous êtes le propriétaire du site, s'il vous plaît vérifier: s2Member → Options ClickBank.

# s2member-front
source: <strong>Reminder:</strong> Purchases at this site will appear on your credit card or bank statement as: <code>ClickBank</code> or <code>CLKBANK*COM</code>.
fr_fr: <strong>Rappel:</strong> Les achats sur ce site apparaîtront sur ​​votre carte de crédit ou un relevé bancaire comme: <code>ClickBank</code> ou <code>CLKBANK*COM</code> .

# s2member-front
source: <strong>Unable to cancel at this time.</strong> Your account is pending other changes. Please try again in 15 minutes.
fr_fr: <strong>Impossible d'annuler à ce moment.</strong> Votre compte est en attente d' autres changements. S'il vous plaît essayer de nouveau dans 15 minutes.

# s2member-front
source: Please <a href="%s" rel="nofollow">log in at PayPal</a> to cancel your Subscription.
fr_fr: Veuillez <a href="%s" rel="nofollow">vous connectez sur PayPal</a> pour annuler votre adhésion.

# s2member-front
source: <strong>Sorry.</strong> Your account is pending other changes. Please try again in 15 minutes.
fr_fr: <strong>Désolé.</strong> Votre compte est en attente d' autres changements. S'il vous plaît essayer de nouveau dans 15 minutes.

# s2member-front
source: We Accept PayPal
fr_fr: Nous acceptons PayPal

# s2member-admin
source: PayPal configuration error. Please configure your PayPal Email Address.
fr_fr: PayPal erreur de configuration. S'il vous plaît configurer votre PayPal Adresse e-mail.

# s2member-admin
source: PayPal configuration error. Your PayPal API Username is not yet configured.
fr_fr: PayPal - Erreur de confirmation. Votre mot de passe PayPal API n'est pas encore configuré.

# s2member-admin
source: PayPal configuration error. Your PayPal API Password is not yet configured.
fr_fr: PayPal - Erreur de confirmation. Votre mot de passe PayPal API n'est pas encore configuré.

# s2member-admin
source: PayPal configuration error. Your PayPal API Signature is not yet configured.
fr_fr: PayPal - Erreur de confirmation. Votre mot de passe PayPal API n'est pas encore configuré.

# s2member-front
source: Please <a href="%s" rel="nofollow">log in at PayPal</a> to update your billing information.
fr_fr: Veuillez <a href="%s" rel="nofollow">vous connecter à PayPal</a> pour mettre à jour vos informations de facturation.

# s2member-front
source: <strong>Unable to update at this time.</strong> Your account is pending other changes. Please try again in 15 minutes.
fr_fr: <strong>Impossible de mettre à jour à ce moment.</strong> Votre compte est en attente d' autres changements. S'il vous plaît essayer de nouveau dans 15 minutes.

# s2member-admin
source: Invalid form configuration. Missing "dg" attribute. Digital indicator. Must be numeric [0-1].
fr_fr: Invalid configuration du formulaire. Manquant attribut "dg". Indicateur numérique. Doit être numérique [0-1].

# s2member-admin
source: Invalid form configuration. Invalid "dg" attribute. Digital indicator. Must be numeric [0-1].
fr_fr: Invalid configuration du formulaire. Invalid "dg" attribut. Indicateur numérique. Doit être numérique [0-1].

# s2member-admin
source: Invalid form configuration. Missing "ns" attribute. Shipping configuration. Must be numeric [0-2].
fr_fr: Invalid configuration du formulaire. Missing "ns" attribut. configuration de livraison. Doit être numérique [0-2].

# s2member-admin
source: Invalid form configuration. Invalid "ns" attribute. Shipping configuration. Must be numeric [0-2].
fr_fr: Invalid configuration du formulaire. "ns" Invalid d'attribut. configuration de livraison. Doit être numérique [0-2].

# s2member-admin
source: Invalid form configuration. Invalid "ns" attribute. Shipping configuration. Must be 1 with "dg" (digital) items.
fr_fr: Invalid configuration du formulaire. "ns" Invalid d'attribut. configuration de livraison. Doit être 1 avec "dg" (numérique) articles.

# s2member-admin
source: Invalid form configuration. Invalid "lc" attribute. Locale Code. When provided, must be a 2 character country code.
fr_fr: Invalid configuration du formulaire. Invalid attribut "lc". Locale Code. Lorsqu'il est fourni, doit être un code de pays à 2 caractères.

# s2member-admin
source: Invalid form configuration. Invalid "ra" attribute. The Regular Amount. Must be <= 10000.00.
fr_fr: Invalid configuration du formulaire. Invalid attribut "ra". Le montant régulier. Doit être <= 10000.00.

# s2member-admin
source: Invalid form configuration. Invalid "ta" attribute. The Trial Amount. When provided, must be <= 10000.00.
fr_fr: Invalid configuration du formulaire. Invalid "ta" attribut. Le montant de la première instance. Lorsqu'il est fourni, doit être <= 10000.00.

# s2member-admin
source: Invalid Payflow form configuration. Invalid "rt, rp, rr" attributes. Payflow supports a specific set of recurring intervals. Pro-Forms can be configured to charge: weekly, bi-weekly, monthly, quarterly, semi-yearly or yearly. Any other combination results in this error. This is a Payflow limitation.
fr_fr: Invalid configuration du formulaire Payflow. Invalide "rt, rp, rr" attributs. Payflow prend en charge un ensemble spécifique d'intervalles récurrents. Pro-formes peuvent être configurés pour charger: hebdomadaire, bi-hebdomadaire, mensuelle, trimestrielle, semestrielle ou annuelle. Toute autre combinaison se traduit par cette erreur. Ceci est une limitation Payflow.
